{"0": "Bighead: Fiona, what's 12 times 157? \nFiona: Twelve times 157 is 1,884. \nBighead: So cool. Hey, is she right? Hey Siri, what's 12 times 157? \nSiri: It's 1,884. \nBighead: Oh, no way! ", "1": "Jared: Nice place.\nBighead: Oh, thanks, yeah.\nJared: Oh, wow! That's a nice touch.\nBighead: Yeah, thanks! The Monterey Bay Aquarium was testing their sonar, and found this thing, like, two miles under the ocean. And I figure, Erlich and I already bought it, so I might as well hold onto it. Plus, it weighs like 8,000 pounds, so I couldn't move it if I wanted to.\nJared: Well, and it also kinda works as your mascot. Right? 'Cause of your name? \nBighead: Oh, yeah, 'cause \"Nelson\".\nJared: Oh, I meant because it's a big head.\nBighead: I guess that works, too.", "2": "Bighead: I might run out of material soon. We already watched the Facebook movie, A.I., The Net, and half of Tron.\nDinesh: Which Tron?\nBighead: What? No. Tron.\nDinesh: There's two Trons.\nBighead: Oh, shit. That's awesome. It should get me through another week. Thanks.", "3": "Big Head: Your phone has technology inside it, so you're double-learning.", "4": "Big Head: I actually did some image recognition stuff on Nip Alert, so maybe you could hire me to help on the demo, 'cause my dad's been, like, kinda on me lately to, like, get a job or go to school 'cause... 'cause he's upset that I lost all that money on... on PiperChat. And then also, you helped me lose that 20 million on Bachmanity.\nErlich: Big Head, um... Jian-Yang's culture... he's... Chinese... won't allow him to accept outside help.\nBig Head: Oh, right, 'cause of Chinese. Okay, well, that makes sense.", "5": "Stanford Admissions Staffer: Wait. Nelson Bighetti. Were you on the cover of WIRED magazine?\nBig Head: Yeah, and actually inside, too.", "6": "Bighead: He asked if he could pitch me, and I said sure, and then he kind of just like kept talking for a while. Oh. You don't think that could've been the pitch, do you?", "7": "Mr. Bighetti: Good night, Brown Bear. \n\nBighead: Love you, Papa Bear.", "8": "Big Head: Hey, good news. They said we can each keep one of the cannonballs, so not a total loss, right? ", "9": "Arthur: Nelson, come on. You can't possibly believe this. \nBig Head: Sorry. \nErlich: Don't apologize to him. \nBig Head: Oh, right. Sorry. \nErlich: Thank you. ", "10": "D.A.: I'm sorry to say this is not an uncommon occurrence. \nBig Head: Wait, it's not an uncommon...? So then it... Okay, got it. ", "11": "D.A.: Have either of you been on a jury? \nErlich: No, of course not. I always get out of it. The fines are very reasonable. \nBig Head: You don't just throw those things away? ", "12": "Big Head: That's the thing about the NDA, is that the NDA is actually covered under the NDA. So if I told you about the NDA, it would've been a violation of the NDA.", "13": "Business Manager: So, you moved the swimming pool? \nBig Head: Yeah, it just felt like it was way too far from the house, like, crazy far. So I had this company come and just move it closer.\nBusiness Manager: Uh-huh. But then you moved it back?\nBig Head: Yeah, turns out the guy who built this place knew exactly what he was doing, and the pool was right where it needed to be the whole time. But now I know that for sure, which feels good. ", "14": "Erlich: Jesus! This is a good apple. Where did you get this? \nBig Head: Oh, I have a fruit guy. ", "15": "Big Head: This house has, like, nine bedrooms. You have any idea how scary that gets at night? ", "16": "Big Head: Uh... Denpok? Can I have your Big Gulp? ", "17": "Hooli HR Guy: You will not discuss anything you did at Hooli at all, in perpetuity, throughout the universe. \nBig Head: I didn't really do anything at Hooli, so... \nHooli HR Guy: Good. You're getting the hang of it already. ", "18": "Big Head: Soon we can sail it to fucking Hawaii or Sausalito. Three more classes, and I get my boat license.\nRichard: Oh, really? How many classes does it take? \nBig Head: Three. It's three classes. I heard you can pay somebody to take the test for you, but I just haven't got around to it yet.", "19": "Lawyer: It seems like everything you touch is made dramatically better, Mr. Bighetti. You make a meaningful and crucial contribution to everything you do, do you not? \nBig Head: Wa wait. I'm I'm sorry. Do I not? Are you asking if I do do that or if I don't do that? ", "20": "Lawyer: And what about the Hooli AIDS and Cancer Societies of which you were president? Did you have anything to do with those?\nBig Head: Honestly, not really. I actually remember when they told me I got the AIDS thing, for just a second I thought they were telling me that I had AIDS. But then I realized, no, I was just the president of the AIDS thingy. But for a second it was pretty scary there.", "21": "Big Head: By wearing this standard Hooli ear-bud headphone, modified with a small piezoelectric sensor, the user can control their Hooli phone solely with their neural impulses. Point, click, drag, even type all using only brainwaves. Think it and it happens.\nGavin: Holy shit! Seriously? Seriously. This is great. Fuck, yes, team! So, uh, what's our, um, timeline here? I mean, when do we start testing this? How long before we can integrate this into Nucleus? \nBig Head: Not long. It'll probably happen in our lifetime. We just have to figure out how to make it work.", "22": "Big Head: Truth be told, we kind of put all our eggs into this basket, but we do have the kick-ass potato cannon, though. Although, actually, this one is broken. We tried to put a Mr. Potato Head in it, and it did not like that.", "23": "Big Head: Oh, hey, did I tell you? I'm getting a boat.\nRichard: Wow.\nBig Head: And a boat guy to take care of it. You have to have a boat guy.\nRichard: Oh yeah, you've gotta have a boat guy.", "24": "Mochachino: Can somebody play something with a beat, please? \nBig Head: (nervous) I'll go make a playlist. (leaves)", "25": "Jared: Peter Gregory demanded a lean, ruthless business plan. And I don't think that the CEO of Microsoft has a paid best friend.\nBig Head: (laughs) Sergey Brin does. Larry doesn't do shit.", "26": "Big Head: (regarding the mansion they're visiting) Fucking Goolybib, man. Those guys build a mediocre piece of software that might be worth something someday, and now they live here. Money flying all over Silicon Valley but none of it ever seems to hit us.", "27": "Richard: (Watching Peter Gregory drive away in a tiny car) That is a narrow car.\n\nBig Head: Fucking billionaires!", "28": "(At Hooli Headquarters)\nBig Head: Oh God, the marketing team is having another bike meeting. Douchebags."}