{"0": "Dinesh: Gavin, you think you're the most spiteful guy in town, but you're not even the most spiteful guy in this room. The truth is I'm a bad person. How do you think we got the money for this deal? I lied to my cousin's face. He is going to lose $40 million, give or take, plus his estate in Hawaii... I hope. ", "1": "Dinesh: I was eight years old, I stole my friend Ali's jump rope and tied it to the back of a truck that drove away, and then I told him I had no idea what happened to it. And when he cried himself to sleep, I ate his British candy and told him God took it because he hated him.\nMonica: Jesus!", "2": "Dinesh: Richard, there is a major emergency. Gilfoyle is using the barista as one of the coders, so I tried to use the cappuccino machine on my own, and I don't know if, like, the frother knob is, like, jammed or something, but it's, like, not working. So, there is no froth, at all, for anybody. So, can you get on that?", "3": "Dinesh: (driving through a campground) How could it be this crowded? \nJared: Burning Man's in two weeks, so people are beta testing their new gear. \nDinesh: Why would people who aren't refugees choose to come here and live like refugees? You know that's not, like, a desirable thing, right? Living like a refugee? Ugh! This place is offensive to homeless people. ", "4": "Dinesh: Fuck Danny. I mean, I love my Tesla. It has Insane Mode, which means it goes zero to 60 in 3.2 seconds, which is literally insane. But the Tesla that Danny ordered has Ludicrous Mode, which means it goes zero to 60 in 2.8 seconds. So it's gonna take me an entire 0.4 seconds longer to get to 60. I mean, how would you feel if one of your neighbors got a tiki head bigger than yours? \nBighead: Oh, well, when we bought it, we made sure it was the biggest one they made, so. ", "5": "Dinesh: I used to be the Tesla guy in the office. I maxed out my credit cards to be able to afford that thing. And now that we're getting series B, any one of these bourgeois new money millennial fucks can just go out and buy one. I don't wanna sound selfish, but sometimes I wish only I made money. You know?", "6": "Dinesh: That was an out-of-body experience. It was like God was coding through me. Time stood still. \nGilfoyle: Not for the rest of us it didn't. \nDinesh: Laugh it up, Gilf. I hear you making your little jokes at my expense, turning all the engineers against me. But the second these results go up, they're all going to see the only thing that matters... who made less errors. \nGilfoyle: You mean who made \"fewer\" errors? \nDinesh: Oh, you think you're so clever. You know who else thought it was clever? The hare. Right before it was defeated by the tortoise. I'm the fucking tortoise, Gilfoyle. I'm the fucking tortoise! \nGilfoyle: Keep saying that. ", "7": "Dinesh: (riffing) I hope that book you're reading is for work. Oh, absolutely... But if you wanna read for fun, you should read Gilfoyle's favorite author, George \"Error\" Martin. Hear that? We're all making jokes at your expense. \nGilfoyle: Is that what's happening?\n(later)\nDinesh: As your supervisor, I wanted to inform you that there is a first aid kit, but if you need blood, don't go to Gilfoyle 'cause he's type-O. Typo! They love it. They're all laughing at you.\n(later)\nDinesh: (practicing his joke) Pixar's hit animated motion picture \"Toy Story.\" Pixar's hit animated motion picture \"Toy Story.\" Pixar's... (elevator opens) oh hey! Were you guys talking about Pixar's hit animated motion picture \"Toy Story\"? No. 'Cause Gilfoyle's favorite character is \"Bugs\" Lightyear. We're all laughing at you, Gilfoyle. ", "8": "Dinesh: (singing off-key) You were working as a waitress in a cocktail bar, when I met Jeff...", "9": "Dinesh: There's no way Jeff is the mole. Okay? It's not Jeff. Right, Jeff? Jeff? What about Dave & Buster's, Jeff? What about that time I got a bullseye in Skee-Ball and yelled out, \"Bazinga!\" And you said, \"Okay\". You can't fake enthusiasm like that.\nJeff: Well, I did.", "10": "Dinesh: I was going to take you to see BattleBots Live with me, but no longer friend. Now who looks stupid? ", "11": "Dinesh: How's it going? Man, these Bay Area rents, huh? High AF. How's a guy supposed to live by himself, or lady, by herself? Especially on an everyman coder's salary, you feel me? \nDanny: Are you offering us a cost of living raise? \nDinesh: Nope! Not at all. Even better. If one of you dudes is strapped for cash, do you a solid. Move in, split the rent \"fiddy-fiddy\", or \"forty-siddy\" depending on square footage of bedrooms? Come on! Think about it! ", "12": "Jeff: So, tell me about these fridges.\nDinesh: Jeff! I can't tell you that. It's a company secret.\nJeff: Okay, um, let me get you some more vodka, Dinesh.", "13": "Dinesh: I, my friend, am now part of the green revolution.\nGilfoyle: Are you? Most electricity still comes from gas plants and coal-burning smoke stacks. Do you know where your electricity comes from?\nDinesh:  No. Look how shiny it is. Plus, it has a frunk... A front trunk.", "14": "Richard: Then, that's when my fight-or-flight reflex kicked in.\nDinesh: Do you ever fight?", "15": "Dinesh: In Pakistan, dogs are not pets, okay? They're vicious beasts and they chase you down the street and they bite you. My cousin Eftahar lost an ear. Our mayor was very corrupt. But he put poison pills in chicken meat to take care of the dog problem. We hailed him as a hero. We put up statues of him everywhere.", "16": "Dinesh: He sent in a professional headshot. We had no choice. Plus his face looks like a taint.", "17": "Dinesh: Oh! You only make that face when your dick is on fire.", "18": "Dinesh: It's so great to see you, Mia.\nMia: How's Pakistan? \nDinesh: It's so great. I was there for a while, and as I said before, I have to go back there right after this for an extended period of time. Anyway, how's all this stuff going? You must be, like, dying of boredom.", "19": "Dinesh: I walked up a hill, and on top of the hill, there was a tavern. And I walked into the tavern and I could just look everywhere, and there was a barmaid. Guess what. I walked right up to the barmaid, and I just looked at her for a really long time.", "20": "Dinesh: Richard, listen, it's like we've been lost at sea for a long time on a tiny boat, and there is no wind. And now, through sheer luck, we've just happen to drift right up to Hawaii. Now, we can continue sailing into the unknown, and probably sink or die of starvation or scurvy,or we can get off in Hawaii. Let's get off in Hawaii.\nRichard: What's so good about Hawaii? \nGilfoyle: Have you never been?\nRichard: No.\nGilfoyle: It's very nice.", "21": "Dinesh: We thought you were cursed, but maybe it was just your proximity to Erlich. I mean, that dude must've driven a van over a bunch of gypsies in a previous life.", "22": "Dinesh: I know all my embarrassing shit is on your phone and if you look at it, you will mock me endlessly and without mercy. But what's also true is that you already mock me endlessly and without mercy, so I have nothing to lose and, potentially, a huge amount to gain.", "23": "Dinesh: I have to end it, right now. First thing Monday. Well, Saturday is her sister's wedding. And then Sunday... you know, Sundays are just for me, you guys know that.", "24": "Dinesh: I know you think I'm some sort of crusading badass who built a ticking time bomb and slipped it to Gavin Belson to bring him down as retribution for his wrongdoings. But the truth is, because of my gross incompetence during my brief and utterly disgraceful tenure as PiperChat CEO, I incurred billions of dollars in COPPA fines by exploiting underage users, and was saved only by my own cowardice, which led to me throwing up on myself.", "25": "Gilfoyle: You ratted your girlfriend out to the FBI, because you're too big of a pussy to break up with her?\nDinesh: I'll never tell, but yes, yes, I did. The FBI lady hit me in the face, so Mia's never going to suspect me.", "26": "Dinesh: All right! What has two thumbs, zero dick pics, and just quit Periscope?", "27": "Dinesh: Oh, this is weird. Mia just texted me \"Good luck with the demo.\" Did any of you guys tell her about this?\nGilfoyle: Your hacker girlfriend wouldn't happen to know the model of our router, would she?", "28": "Dinesh: On the off chance that this is an actual real woman, getting murdered seems like an acceptable risk.", "29": "Gilfoyle: (to Mia) I always thought you were a fat, bald weirdo.\nDinesh: Well, she's not. She's a thin, hairy regular.", "30": "Dinesh: So... do you like movies?\nMia: Depends on the movie.\nDinesh: I'm the exact same way. It being a movie doesn't mean I'm gonna like it.\nWaiter: Would you care for some wine or a cocktail tonight?\nMia: Uh, just water, please.\nDinesh: Just water, please. (pause) I love water. I do. Oceans, rivers... lakes. (pause) When does a pond become a lake? I wonder if it's depth.(pause) Where are those waters? Felt like we ordered waters a while ago. And... (phone buzzes) What? Fucking prick.\nMia: What? \nDinesh: Oh, nothing. It was just a text from Gilfoyle.\nMia: Gilfoyle isn't a prick.\nDinesh: Yeah, I'm sorry.\nMia: He's a motherfucking prick.\nDinesh: What?\nMia: That guy sucks. Everyone hates him on the message boards. You know, putting a face to the name made so much sense.\nDinesh: Right, 'cause his face sucks, too. \nMia: Totally!\nDinesh: Yeah.\nMia: I have to find this one post of his. It was insane.\nDinesh: You know, he has no friends. He pretends like he's all dry and witty, but he's just a monotone piece of shit.\nMia: And being a Satanist just means you're ugly, and you're leaning into it.", "31": "Dinesh: I did sex on her.", "32": "Dinesh: Do you think I have too much product in my hair?\nGilfoyle: No, I think you should use more.\nDinesh: Wait. Are you saying that because you think I look ridiculous and you want me to look more ridiculous next time?\nGilfoyle: Which answer will get more of that stuff in your hair?", "33": "Dinesh: Oh, it was soaring, Emily... right into a clogged toilet. And not just like a standard clogged toilet. Like, I don't need a plunger. I need a shovel and a bucket. ", "34": "Dinesh: I was CEO for 11 days, and in that time I violated the rights of 50,000 little girls, exposed them to sexual predators, and racked up fines the size of a small nation's GDP.", "35": "Gavin: I hope you have a good lawyer.\nDinesh: He works at the car wash down the street.", "36": "Dinesh: Yeah, Pied Piper's sort of what I'm known for, but I'm into a lot of cool stuff. Like, a lot. You seem surprised. I'll give you an example. A few months ago, I'm at my computer, freestyling, just kind of jammin' out, you know, before I knew it I had thrown together the greatest video-chat app the world has ever seen. \nWoman: So you invented Skype a few months ago? \nDinesh: Great ideas just sort of flow through me. The platform, you know, it's sort of a group project, but, uh, the video-chat app, that's my solo album. ", "37": "Dinesh: That is a good point. Anytime you're near a woman it is important to explain why. Otherwise they get nervous.", "38": "Dinesh: Okay, so she's a founder hounder. \nRichard: Come on, no, it-- it's not like that. ", "39": "Elisabet: I can... see you now. \nDinesh: It's me! Pakistani Denzel! Yes! \nElisabet: The Denzel who is from Pakistan... \nDinesh: This video quality is great, right? Looks so sharp. That's what we do here at Pied Piper. \nElisabet: It-- it's very impressive. Um, I will have to tell my boyfriend all about it. ", "40": "Dinesh: Look at these fucking maggots. Crawling all over our garbage, leaving their slime of mediocrity.\nGilfoyle: I thought you'd feel right at home in a marketplace, haggling, selling your monkey paws, looking for Indiana Jones in a wicker basket. \nDinesh: Okay. Marion was in the wicker basket, Indiana Jones was tipping them over, you fucking idiot. ", "41": "Gilfoyle: I've been writing sub-par code for 48 hours and I want to kill myself. How do you do it every day Dinesh?\n\nDinesh: I've also been writing bullshit code for 48 hours... and want you to kill yourself.", "42": "Dinesh: Just cause making the box sucks doesn't mean we have to suck at making it. ", "43": "Dinesh: And your solution to that was to go into business with him? Big Head? The guy you once called more useless than a bag of dicks without a handle? ", "44": "Dinesh:  That's funny. You should type up all your racist jokes on your tiny monitor.", "45": "Dinesh: This is unbelievable. There are seven thousand people watching this stream, and it's working flawlessly. Rebuffering events are below 0.5%.  \nGilfoyle: Even when his sobbing shakes the camera there's no blocking at all. And the quality is great.\n\nDinesh: More good news. There's a storm coming. There's no way the EMS guys can get up there. This could go on all day.\n", "46": "Dinesh: Buzzfeed linked to us. Now we're picking up on Reddit. This guy falling off a cliff is the first good luck we've had.", "47": "Gilfoyle: Two weeks ago, we accidentally erased one-third of Intersite's entire library.\nDinesh: I think we've established our ineptitude beyond a reasonable doubt.", "48": "Dinesh: Sooner or later, Gilfoyle's servers are gonna fail, and then it's all done.\nGilfoyle: My servers can handle 10 times the traffic if they weren't busy apologizing for your shit codebase.\nDinesh: Oh, yeah? Well, my codebase could handle this traffic, fuck your mother, make a video of it, upload it, and even that video would not even buffer.", "49": "Man: I'm so dehydrated. I'm gonna have to urinate into my water bottle.\nDinesh: This guy's gonna drink his own piss? That's too good. We're gonna fail by succeeding.", "50": "Dinesh: Wait, is this a wheat beer? I can't drink this without a lemon.", "51": "Gilfoyle: Why does it say \"sent from my iPhone\" at the bottom? You just sent this from your computer.\nDinesh: It's so that I seem like I'm an out-and-about kind of person. I put that in the signature and then in the body, I'll write fun stuff, like, \"I'm at the opening of a secret restaurant.\" Or, \"I'm watching 'Jaws' at the pool of an old hotel.\" You know, keep it fun, vague, mysterious.\nGilfoyle: It is a mystery why you think you'll ever see a woman naked.", "52": "Erlich: Who painted that disappointment?\nDinesh: Jaden, age five. I got it from his Montessori school website. He's not online, he's never gonna find out.\nErlich: What?\nDinesh: Crimes against children Really, so easy to get away with.", "53": "(To Monica after she informed the guys that Raviga was out)\nDinesh: Well, I'm going to leave this room without saying goodbye to you.\nGilfoyle: I'm sure you can find your way out with one of your two faces.", "54": "Dinish: You know what \"bro\" means in Mandarin? It means \"asshole.\n- You know what \"bro\" means in Portuguese? Rapist.\n- In Latvian, it roughly translates to \"one who beheads the messiah.\n- In Finnish, \"bro\" means a baby's erection.\n- In Urdu, \"bro\" is actually short for \"brochtauer\" which means a dildo for a man. A man's dildo.\n- Fecal eclipse. It loses something in translation.  We don't have a word for it. They do. It's \"bro.\n- You know what \"bro\" means in Navajo? A really joyful person with mental disabilities.", "55": "(After Erlich negotiated to get a suite after being assaulted)\nDinesh: I was just happy you got punched in the face, Erlich, but now I'm super happy.", "56": "Dinesh: She invited me to her room to watch Cloud Atlas later tonight.\nGilfoyle: Oh yeah, that means she wants you to lay her.\nDinesh: Is that definitive? \nRichard: I mean, nobody can watch more than like a minute of that film.", "57": "Erlich: Are you sure that she didn't ask Gilfoyle for a danish and maybe you misheard her?\nDinesh: You're probably right, she just wanted to fuck a Danish.", "58": "Dinesh: I should not have eaten all that Satanist chicken.", "59": "Dinesh: I'm much more handsome than you are. No, my face is completely symmetrical. You know what my nickname was when I was a kid?  \nErlich: What?\nDinesh: Pakistani Denzel.", "60": "Dinesh: To be honest, elements of this arrangement still trouble me. However, I have not had a lot of sexual experiences. So I feel it may be foolish to turn this down. So as long as Gilfoyle is not in the room and I can verify that the door is locked then I have concluded that yes I would love to have sexual relations with you Tara. Yeah.", "61": "Dinesh: I half-jokingly said to Gilfoyle last night it looks like Richard's gonna suck Erlich's dick. But that would be reasonable compared to this.", "62": "Erlich: What is that atrocity? What are we, an Irish pornography company? I thought we were gonna replace the name \"Pied Piper\". I thought it was a Place Holder.\nDinesh: \"PlaceHolder\" would honestly be a better name than Pied Piper.", "63": "Dinesh: It looks like a guy sucking a dick, with another dick tucked behind his ear for later. Like a snack dick.", "64": "Dinesh: You know \"smiler\" is also something that guys call women's assholes.", "65": "Gilfoyle: Who was this woman that you shook hands with for the first time?\nDinesh: The postman lady.\nGilfoyle: What? A woman that was a man?\nDinesh: Not a post-man lady. A lady who was a post...\nGilfoyle: Let me ask you another question. Who was the second woman you shook hands with?\n", "66": "Richard: It's amazing how the men and women at these things always separate like this.\nDinesh: Yeah, every party in Silicon Valley ends up like a hasidic wedding."}