{"0": "(While in silent meditation)\nErlich: Hsst! Gavin.\nGavin: What?\nErlich: That wasn't really breakfast, was it?\nGavin: Yeah.\nErlich: Seriously?\nMonk: Shhh!", "1": "(Riding on donkeys)\nErlich: You know, I flew all the way here, to Tibet, on my own dime. You've killed my battery. I don't feel the slightest bit more spiritually centered.\nGavin: Can this thing go any faster?", "2": "Gavin: Hey. Opium? Are you fucking kidding me? I was on the phone for, like, three minutes.\nErlich: (stoned) Big... Head.", "3": "Erlich: Every time we've gotten a whiff of success, a giant pelican by the name of Fate takes a four-and-a-half- pound shit right on top of us.", "4": "Gilfoyle: Hey, have you seen Keenan's demo? Reddit is shitting itself over it.\nErlich: Of course I've seen it. I'm his keyman. He gave me one of the first opportunities to shit myself over it.", "5": "Erlich: Keenan was born with a golden horseshoe up his ass, while you sit here toiling away in an icebox you call your home office, cursed with the Midas touch of shit.\nRichard: I'm not cursed, and the icebox you're referring to is your house, okay?", "6": "Erlich: I will not allow you to make the same mistake that Uber, Palantir, Zenefits, and, in my earlier years, Chipotle made by not hiring me.", "7": "Erlich: There is a grotesque gender imbalance in the VC field right now. I can help you navigate the toxicity of this male culture which is encroaching on our feminist island. I mean, for instance, there's something called mansplaining? Have you heard about this? \nMonica: We know what mansplaining is...\nErlich: (Interrupting) Mansplaining is when a man will condescendingly explain something to a woman that she already knows.", "8": "Erlich: May I borrow this hammer to pound in these flamboyant little nails?\nGilfoyle: Those are screws. ", "9": "Erlich: I believe the future is female... anyone who says otherwise can suck my fat dick.", "10": "Erlich: Three-pointer? What, are we in Europe?", "11": "Richard: The point is, if you don't draw the line in the sand when some guy pisses in your car, where do you, you know? \nErlich: Did someone piss in someone's car?\nRichard: Not literally, no. It's a, uh, it's a figure of speech, an old one.\nErlich: Ah, an adage.", "12": "Erlich: Let's hit the road. We're gonna piss in everyone's car. Am I using that right?", "13": "Erlich: Perhaps we need a new angle. I'll fake a seizure. \nRichard: What?", "14": "Erlich: Is it a slight Idaho accent, Liz?\nLiz: Oh. It's Montana, actually.\nErlich: Even better. The big blue sky state. ", "15": "Richard: We're trying to make a business deal, not get you laid. \nErlich: I'm not trying to get laid, Richard. Clearly, she has a lot of pent-up sexual energy, likely from working in this worm farm, so that's the angle I'm taking since I'm not allowed to have a seizure.", "16": "Dan: You fucked my wife.\nErlich: I fucked your wives. Plural. Both of them. \nRichard: Erlich, the customer is always right, so let's just leave it at \"wife,\" singular, and be done with it.", "17": "Erlich: I love the smell of fresh spackle and hope.", "18": "Erlich: I wanted to offer my services as an associate. And I will not phone it in. I'll be the first one here at 10", "19": "Keenan: Hey, man. I don't know who you think you are, but you're not supposed to be at this table.\nErlich: I don't know who you think you are, but men aren't supposed to grow tits, and yet there they are, atop your little paunch.", "20": "Erlich: I'm afraid you caught me at an inopportune time. I'm long overdue to a trip to my dispensary, so I don't have much. But I have Bubba Kush, Chocolate Thunder, Barbara Bush, Barbara Streisand, Barbara Bush, Jr....", "21": "Monica: Why did you say I should bro down with Ed Chen?\nErlich: I say a lot of things, Monica. I say a lot of things.", "22": "Erlich: Jian-Yang. Motherfuck. I gave you the ability to spin gold, and instead, you've spun pubic hair with shit in it, and gravel and corn... ", "23": "Erlich: Gentlemen, I just paid the palapa contractor. The palapa piper, so to speak. The dream is a reality. We'll no longer be exposed... to the elements.", "24": "Erlich: (to Bighead's class) I've read a number of disparaging articles about your generation in The Atlantic and Slate.com summaries. It's all true. Trigger warning", "25": "Erlich: Gentlemen, I'm off to be out and about in the 'Vette. Be back for supper, that is, of course, unless I get fucked to death by the fairer sex.", "26": "Erlich: (slowly) Shazam... for food.\nJian-Yang: No, Shazam's not my vision.\nErlich: Of course they know that you're not pitching Shazam. That already exists. This would be a Shazam... for food.\nJian-Yang: No. \nErlich: Sorry. Language barrier. Do you speak Mandarin? Anybody? No?\n(Erlich speaks gibberish)\nJian-Yang: That's not Mandarin.\nErlich: He's a stickler for the accent.", "27": "Erlich: If all goes well, it is the beginning of the era of Erlich Bachman and his funky Asian dude friend Jian... Jian? Jian-Yang!", "28": "Erlich: You're gonna walk away from $200,000? You know who walks away from that kind of money, Jian-Yang? Richard, a crazy person.\nRichard: Crazy? No. Opposite.\nErlich: He walked away from $10 million. Now look at him... wet pants, stealing towels, babbling about technical issues that he can't solve.", "29": "Monica: Erlich, do you know how badly Ed Chen just fucked me with Laurie?\n\nErlich: Let me tell you something, a threesome is always awkward especially the first one. Laurie begin a little bit older...", "30": "Dinesh: When you hip your bosses to our numbers and they get visible hard-ons, have them move quickly. Erlich, you're with me.\n(they leave the conference room)\nErlich: It's \"hards-on\".\nDinesh: What?\nErlich: Hards-on not hard-ons. It's a syntactical error that I could've remedied if you had just given me the space to speak.", "31": "Erlich: You can't just wiggle your little tush and expect every VC in the Valley to get hards-on.", "32": "Erlich: Stupid fucking Jian-Yang and his shitty app. I don't even know if it is shitty.", "33": "Erlich: This play has to do with the Oculus, right?\nJian-Yang: No. \nErlich: But he said that you said, \"Oculus.\" He said you kept saying it. \"Oculus, Oculus, Oculus.\"\nJian-Yang: Octopus.", "34": "Erlich: So I just traded one year of free rent, full pool privileges, and more room in the crisper for an application that is just eight recipes for octopus?\nJian-Yang: Yes.", "35": "Erlich: I mean, I swear to god, your dicks would have blown out of the back of your assholes if you had been there, hand to God.", "36": "Erlich: I was at The Rosewood for lunch. I mean, it was the lunch hour. I was there, I wasn't eating, the usual. So, I walk over to Andreessen and I say something funny, but he stone-faces me. \nGilfoyle: What did you say? \nErlich: It doesn't matter. The point is, it was hilarious, but he gave me nothing and neither did his friends. Then I realized why.\nGilfoyle: You're not funny? \nErlich: No, Gilfoyle, but that is. No, it's that everybody thinks Pied Piper is in this death spiral, so it would be inappropriate to laugh at my hysterical joke. And it hits me. I know something that they don't. I know about the uptick.\nRichard: The uptick? \nErlich: Yes, the uptick! The recent sudden surge in users.\nJared: (chuckles nervously) Yeah.\nErlich: That. Yes, that. So, while our fortune is rising, everybody else thinks that it's plummeting, and I can use these opposing forces to a multiplying effect like a slingshot, and then I make a decision. I'm gonna make a move. So, I say something cryptic about the uptick, and I walk away.\nDinesh: What did you say?\nErlich: I don't know. I can't remember. But I walk over and I see McNamee's having the short rib, which I hear is delicious but not too heavy, and then I say to him, \"You're gonna have to tuck in your tie-dye if you want to eat here.\"\nDinesh: (laughing) Uh, how's that relevant?\nErlich: It's not. But the people that I just walked away from don't know that. All they know is that I'm over there exchanging witty banter with McNamee, and about what, they don't know. It's all that they do want to know. And then, it settles in. FOMO... The fear of missing out. Suddenly, it feels like time is slowing down. I could see every move I was going to make 12 steps ahead. It was like I was Bobby Fischer if he could really fuck. I go outside, I walk across the street to Graylock, I check in on Instagram, Vinod Khosla calls me, asks me what I doing there. I say, \"I can't talk right now. Call me at Wood Opal.\" Well, he does, and then suddenly Wood Opal is going, \"What's Khosla got going on with Bachman?\" Meanwhile, I'm taking a leak at a Restoration Hardware. I jack off a little bit. I don't cum. And then it snowballs. I deftly played Ross Loma against Index Ventures. And because of that, the big kahuna bites. Sequoia. I spend the next 20 minutes denying calls from Jim Goetz, over and over. And yes, I'm jacking off, but I don't need to ejaculate because by the time I listen to the messages, I've got offers, I've got counters, I've got counter-counters. I cum. When the dust settled and the losers went home, all that was left was this. \"Hello, Mr. Bachman. \"Coleman Blair Partners would like to offer Pied Piper a Series B round of $6 million on a $60 million valuation.\"\nJared: Oh. (whispers) Yeah! \nDinesh: Holy shit.", "37": "Erlich: It's my Mona Lisa. And the entire cornerstone upon which I built this motherfucking cathedral that I will forever be remembered for, was this beautiful little uptick. I think I have a bottle of Cold Duck in the crisper. Who's drinking? Come on! I got a bottle of Martinelli's for you, Jared.", "38": "Erlich: CJ sold the blog for $2 million.\nDinesh: No shit.\nGilfoyle: Bachmanity rides again.\nErlich: Well, not exactly. Uh, I called Big Head to tell him that our share was worth half a mil each, and, uh, not five minutes later, his father, one Nelson Bighetti, Sr. called me and explained that I was never to have any financial dealings with his son in perpetuity, uh, ever or he would get very Italian on me. And I'm not interested to find out what that means.", "39": "Erlich: I'm actually using the first dollars of my blog windfall on a trip to Kainchi Dham Ashram in Nainital, India, where Steve Jobs famously sought peace and came up with the idea for a little product called the Lisa.", "40": "Erlich: I love what you've done with the place. It's a really... nicely done place. (points to a picture) Say, is that your dog? \nLaurie: It's a dog. \nErlich: You and I have never really had much of a rapport, have we? \nLaurie: It's... wanting. ", "41": "Dinesh: You know, I've been showing people the video-chat app that I hacked together and... \nErlich: Shut up, Dinesh! You ungrateful pricks, all of you. Your tepid response to our intrepid boss makes me ill. His plan, will it work? Mm-mm. Almost certainly not. All of you will likely look back at this time in your lives and realize you wasted a whole year with nothing to show for it. But if this company is a plane, then this is Richard's goddamn plane, and if he wants to fly it in the side of a fucking mountain, that is his prerogative and it is our duty to climb on, strap in and have a fiery death right behind him. \nRichard: I don't... I don't know about that, but... ", "42": "Erlich: Richard... Richard actually developed this technology in my incubator. I am listed-- I was originally listed under the white pages as \"Erlich Blachman,\" uh, with an \"L,\" a typo that apparently couldn't be changed, and then Google indexed it, so I've been dealing with that. ", "43": "Erlich: (phone rings) Oh. This is actually, uh, Jian-Yang pranking me. I should take it. Yes, of course I have frog's legs. Why do you ask? ", "44": "Erlich: It was, uh, Jian-Yang. He said to tell you that Phillip McCrevis left word. \nRichard: Oh, who's \"Fill-up My--\" Oh. ", "45": "Erlich: I figure we're wheels up by 6", "46": "Erlich: (in a unicorn costume) And make sure that the money reads. I mean, Pied Piper is a billion-dollar company. It's not just a unicorn. All right, let's do some rearing. There we go. Now, let's let the horn sort of look like my dick. (sticks his torso out) Perfect. ", "47": "Erlich: Richard, do you know what happens if this goes public? I'm Ron Wayne. \nRichard: Who? \nErlich: Ron Wayne. The guy that owned ten percent of Apple and sold it in 1976. No one in this town will work with me ever again. ", "48": "Erlich: What do you think would happen if I didn't show up to this \"Vanity Fair\" event? I've already RSVP'd and given them a list of phony dietary restrictions just to cause a scene. I told them I was pesca-pescatarian. Which is one who eats solely fish who eat other fish. I think my absence would be noted. \nDinseh: Erlich brings up a good point. \nGilfoyle: It's true. Let us not forget Meinertzhagen's Havers... \nRichard: Yes, yes, Meinertzhagen's Haversack. We all remember his sack. ", "49": "Erlich: Shuttering a company in the tech world is almost a rite of passage, like herpes simplex one. At first, it's ugly and embarrassing and you're disgusted by your own dick. But after a while, in the larger scheme of things, you realize it's really... \n", "50": "Jared: Whoever did your accounting earmarked almost 70 percent of Big Head's settlement money for taxes. \nErlich: Seventy percent? Even in Taxo-Alto, which I coined, would be half that. ", "51": "Erlich: You are going to go in your little fucking piggy bank right now and pay back every fucking kopeck that you stole from Big Head, and if you don't, we're gonna take our little show on the road, perhaps perform it for a man named the D.A.", "52": "D.A.: Have either of you been on a jury? \nErlich: No, of course not. I always get out of it. The fines are very reasonable. \nBig Head: You don't just throw those things away? ", "53": "Erlich: It's not lost. I know exactly where it is. It's in the bay. And if your Coast Guard would be a little more helpful, we probably could have dragged it out of there by now. ", "54": "(As the guys are leaving the Raviga office) \nErlich: Gentlemen, I just realized I've forgotten to take a shit. So ah, see you back at the old homestead.", "55": "Erlich: Now, I have yet to land on a theme. \nSasha: Most people who rent Alcatraz for parties tend to go with the prison theme. \nErlich: Hm... how much would it cost to make this look as if it were never a prison at all? Spare no expense, and if you think it would be cool, I would love to have some sort of chocolate moat here, with little boats floating down a field with graham crackers and marshmallows. It's been a childhood dream of mine. And get the best chocolatier, we want to impress. I'm inviting every asshole from the Valley to attend. \nSasha: You're inviting assholes? \nErlich: Absolutely. Assholes, shit dongles, any foe or enemy I've made over my storied career will be here. That way, when I take this stage and unleash the power of Bachmanity, they'll all be in the front row. ", "56": "Erlich: Jared, nice. Using that dick. ", "57": "Erlich: (to Jared) Good idea. Don't bring sand to the beach, there's already pussy there. ", "58": "Erlich:  Gentlemen, mahalo for coming. You must taste the breaded humuhumunukunukuapua'a, flown in fresh this a.m. \nDinesh: What is mumu-- \nErlich: It's breaded.", "59": "Erlich: In T-minus five minutes, Big Head and I are going to take that stage and I am going to ejaculate my success all over the faces and hair of my fiercest rivals. Like some sort of vengeful viscous web of payback. \n", "60": "Big Head: Wait. So all my assets? That seems like kind of a lot. \nErlich: It is a lot, Big Head. We're both giving up a lot. And we're both gaining a lot also. And that's what every successful partnership is about. Committing fully, blindly, and without concern of the consequences, like marriage. \nBig Head: Right. \nErlich: Oh, here. Get this down. In the event of a tie vote, any disagreement shall be settled with a toss of a coin of Mr. Bachman's choosing. \n", "61": "Erlich: Big Head, I would hope that a handshake deal would be good enough for you. Because we're headed down a long road, and that road must be paved with trust. Blind trust. And you bringing in these so-called experts really gives me pause, and it insults my honor. ", "62": "Erlich: Big Head, you can insult me all you want by involving your self-described shylocks, but to insult Richard and humiliate him, that's like kicking a child who's done nothing to deserve it. I may not be able to finish my ramen.", "63": "Erlich: From the ashes of whatever happens here will rise the Phoenix that shall be known as Bachmanity. \nGilfoyle: That's what you're going to call your company? \nErlich: Yeah, well, before it was going to be Bachman Capital. Because I provide the Bachman, and he provides the capital. \nBig Head: Yeah, but then, we compromised, and made it Bachmanity, 'cause it's Bachman from him, and then the \"Etti\" from me. So it's two syllables each. \nErlich: Very much into keeping score, this one. ", "64": "Erlich: As long as we're trading apples for comparable apples, I've got a fresh and juicy that's ripe for the picking.", "65": "Erlich: Fucking \"Miami Vice\". Disgusting architecture! ", "66": "Erlich: Yes, it would be polite for you to invite me into your home and offer me a Push Pop.", "67": "Erlich: I hope you own a skimmer because there's a massive turd floating on the surface of your pool. ", "68": "Erlich: What are we doing here? Why are we fighting like this? I mean, I'm going to steal your guys, you're gonna steal my guys. We'll both wield the heft of our considerable fortunes until each of us have nearly nothing left. Is that really what you want? Me either. So what do you say we join forces? I'm big enough. Are you, Big Head? Partners? \nBig Head: Okay. \nErlich: Attaboy. All right, I'm going to take a spin on that fancy Japanese toilet, and then let's get to work figuring out which one of these bedrooms is going to be my office. ", "69": "Erlich: I have a board meeting, and this board ain't exactly gonna meet itself. ", "70": "Erlich: (referring to the dead fish) Would you... take this daughter of Neptune back from whence she came? (pause) The toilet, dear. ", "71": "Erlich: At least the actual Judas had the courtesy to kill himself after betraying his leader, Jesus Christ. He's the CEO of the world. Ever heard of him? \nMonica: Got it. Went to Catholic school. \nErlich: Really? How long? ", "72": "Erlich: Monica, excuse how high I am, but are the uniforms in Catholic schools as low-cut as they are online? \nMonica: Fuck off. ", "73": "(Enters the Raviga offices)\n\nErlich: Ah. The nest wherein the asp doth coil. ", "74": "Erlich: I just spent the last 16 hours cherry-picking Friars Roasts for the premium old-man jokes. Essentially, I'm going to beat him to death with his own titanium hips. Not just for me, but for Richard. ", "75": "Erlich: Jack Barker, aka Action Jack. We meet at last. Erlich Bachman. \nJack Barker: Mr. Bachman. Pleasure to finally meet you. I'm a big fan. \nErlich: Oh, really? Of what? Metamucil? Polio? The phonograph? A nice piece of fish? Segregated water fountains? Senior citizen discounts at Perkins Family restaurants? Erectile dysfunction because of corroded penile arteries? Deviled eggs as an entree?  Liking Ike? \nJack Barker: No. None of those, Mr. Bachman. I am a fan of yours. Have been ever since you were at the helm of Aviato. \nErlich: You know Aviato? \nJack Barker: Yes. Aviato. \nErlich: My Aviato? \nJack Barker: Is there any other Aviato? \nErlich: Well, legally, there cannot be. ", "76": "Erlich: Is that a poppy seed muffin? \nJack Barker: Yes, sir. \nErlich: Well, Poppy wants one 'cause Mommy already got hers. ", "77": "Erlich: Richard, I'm not asking you to spoon with the guy or even fork him. What I'm asking for... \nJared: What is that? \nErlich: Forking is when you use your dick and your two legs to stab him in the lower torso. ", "78": "Richard: You're selling the house just like that? \nErlich: It wasn't a rash decision. I agonized over it.\nJared: But what about your incubator? \nErlich: What about it, Jared? Pied Piper has caked its pants, Jian-Yang's chances of investment have literally gone up in smoke, and you heard what Monahan said in court yesterday. Market forces and random events have conspired against me to make the success of my incubator all but impossible. Functionally, all I've really achieved is running a flop house where guys have shat, jerked off, and paid me no rent.", "79": "Erlich: Madam, you do not call a man a fool on the transom of his own home. A home that happens to be the world headquarters of a company keeping streaming video of a man who's about to drink his own urine online for tens of thousands of Filipinos. Does that sound like foolishness to you? So, you can tell your clients, respectfully, that they may go fuck themselves.", "80": "Erlich: They're trying to say that Pied Piper was created at Hooli, whereas I'm living proof that it was created here in my incubator. I nurtured Richard like a little baby. I was his patron, like the Borgias with Da Vinci.\nRichard: Actually, the Medici were Da Vinci's patrons. The Borgias poisoned people.\nErlich: Say Medici again.\nRichard: Medici.\nErlich: Shut the fuck up.", "81": "Erlich: Monica, we may never know what indecipherable Chinese province Jian-Yang comes from, but I know this much, Jian-Yang was born to bring it, and you have got to try women.", "82": "Monica: The problem is, he's basically created the perfect tool for pedophiles to find victims.\r\n\nErlich: Yes, and pedophiles are typically not early-adopters, so we would miss out on that whole market. That's problematic.", "83": "Erlich: I would be remiss if I didn't mention that your sites are some of my primary destinations.", "84": "Erlich: Just maintain eye contact, light some scented candles and throw in some Sade. The early stuff, though, before her arrangements got too baroque.", "85": "Erlich: I will admit, I have never heard a Christian-oriented riff on dog-sharing. But Christianity is borderline illegal in Northern California.", "86": "Erlich: I suppose you also don't know that pot-bellied pigs have been wildly unfashionable since 2005.", "87": "Richard: What about all your other \"incubees\"? \nErlich: I've heard quite a few exciting pitches over the last week, but I'll be forced to forgo those opportunities because of your mediocrity. You see, Richard, when I invited you into my incubator, I promised to get you ready for the outside world. But I failed to do that. I wouldn't trust you out there in the real world as far as I could throw you. And to be honest, I could probably throw you all the way across the front yard. \nRichard: Okay, but I don't want to stay here.\nErlich: I don't want you to either, Richard. So it's agreed. Welcome home, fellas. Should we smoke some pot to celebrate? ", "88": "Erlich: Once again, because of your poor managerial skills, I've been hoisted upon my own petard.", "89": "Erlich: When one is given a parting gift and one never parts, shouldn't one return the said gift? Isn't that what decorum would dictate? \nRichard: Oh, this is out the kimono? Okay, I will give it back to you right now, gladly.\nErlich: Now I'm really pissed. Because if one appreciated a gift of such magnitude, then one would put up more of a fight before returning it, wouldn't one? ", "90": "Erlich: Your new tenant is Jared Dunn. His rent will be exceedingly reasonable and his utilities will be included. He speaks German in the night.", "91": "Erlich: You see this, Richard? What is this?\nRichard: A spoon?\nErlich: It's a wide spoon. In fact, the only spoon type that is left in this drawer. I specifically posted a note on the refrigerator saying that the more narrow spoons be reserved for the eating for Fage yogurt by me. ", "92": "Erlich: I am going to have to err on the side of caution and say \"Pass-adena,\" Trina.", "93": "Erlich: I must get dings, right?\nRichard: Dings?\nErlich: Like in a jury or \"Whose Line Is It Anyway?\" ", "94": "Monica: The guy has calf implants, Richard.\nErlich: How do they look? ", "95": "Erlich: Can I say something here? First off, Monica, you're not fooling any of us for even a second with your dress-shitty- to-ease-the-pain routine. It's a classic chick break-up move, and you're not very good at it either. You look great.\nJared: Yeah, beige is a good color for you. You're a true autumn.", "96": "Erlich: Call Coleman Blair. Tell them that Santa Claus is coming early this year, and he's bringing a big bag of Pied Piper.", "97": "VC: You know term sheets aren't legally binding documents, right? \nErlich: Of course not. They're just guidelines that people follow, unless, of course, they're pussies.\nVC: You came in here three days ago. You were arrogant, condescending, and offensive. Now you come in here, you call me a pussy \nErlich: Whoa, whoa, I did not call you a pussy. I said that people who break term-sheet agreements are pussies, and that hasn't happened yet. Thus I haven't called you a pussy yet. You're in control of the situation.", "98": "Erlich: Look, those guys aren't doing technical due diligence. They're not even consultants. They're a compression company. One of them has braces, for fuck's sake. Braces! ", "99": "Erlich: Ooh, the Winklevoss twins. Look at them. They're like two genetically enhanced Ken dolls. ", "100": "Erlich: If you can't enjoy this many people kissing our ass at this level, then I feel sorry for you. Would you just relax and take it in for a second? I mean, we are getting our dicks sucked at the AT&T Park.", "101": "Erlich: Line 'em up nuts to butts.", "102": "Erlich: Okay, here's my concern Here's my concern Who the hell picked out that shirt for you? - What? - Oh, I see. With the pants, so I guess it's a whole - thing.\nVC: My wife picked these out.\nErlich: Then you married poorly.", "103": "Erlich: It's just that painting behind you. It's awful. It looks like harlequin Kama Sutra done poorly.", "104": "Erlich: Well thank you for meeting with us. We have a bunch of these things to go to, hopefully with more tasteful artwork, and your logo looks like a sideways vagina.   I find that to be racist, don't you?", "105": "Erlich: One of you is the least attractive person I've ever seen, and I'm not gonna say who.", "106": "Erlich: We need to do what any animal in nature does when it's cornered, act erratically, and blindly lash out at everything around us.", "107": "Erlich: We may be fine. We may be totally fine. We also may be totally fucked. I'll let you know either way.", "108": "Erlich: Are the judges allowed to send us through to the finals immediately after we present or they have to wait until everybody has gone?\n\n\n(Everybody looks at him)\n\nErlich: What? I was just asking what everybody was thinking.", "109": "Erlich: Seeded quite a few new companies... Spinder. It's like Tinder but for spinsters. Elderly women looking for sex.", "110": "Erlich: Do you have those spotlights that come up from the ground, like in Pride Fighting?", "111": "Erlich: Which one was it? It was Church Candy, wasn't it? Well, you just brought piss to a shit fight!", "112": "Erlich: Are you fucking serious? Lowercase letters? Twitter, lowercase \"t\". Google, lowercase \"g\". Facebook, lowercase \"f\". Every fucking company in the Valley has lowercase letters. Why? Because it's safe.", "113": "Richard: I didn't turn down ten million dollars because of Peter Gregory, Monica! I turned it down because of you!\nErlich: However angry he is, I am one-tenth as angry. Because one of the ten million would've been mine... because I own ten percent...\nMonica: I know.", "114": "Erlich: I'm already smiling, do you really have to paint me giving the thumbs-up? It's gratuitous.", "115": "(After Richard opens the garage door)\n\nErlich: No, no, no! Close it! Look at this left from the previous tenant. Unbelievable. I can't believe I didn't enter the garage until this point. I mean, is that marijuanas? ", "116": "Monica: It's Chuy Ramirez? I'm impressed. He sold a mural today for a half-million bucks.\nErlich: It wasn't on a garage door, was it? ", "117": "Richard: Are you dressed like Steve Jobs? \nErlich: Oh, am I? Well, I suppose Steve and I always have shared a similar aesthetic.", "118": "(Preparing for a photo)\nErlich: Dinesh, leave it unbuttoned. We want you to look like shit. Makes for a better \"before\" photo.\nGilfoyle: But you're wearing a jacket.\nErlich: Yeah, because I'm the genius marketer. I'm not a code freak like you guys. Besides, I'm wearing sandals so I am iconoclasting a little bit.", "119": "Richard: Since when do we have an intern program?\nErlich: We don't. And when Keith finds that out, it's going to be a very valuable business lesson for him.", "120": "Erlich: Sysbit Digital Solutions. Integrating open data spaces.Yeah. TechBitData Solution Systems. Creating unique cross platform technologies. Technologies. Technolo-Jesus. Oh, fuck! ", "121": "Erlich: Infotrode Cloud-based, disruptive platforms. Disrupting the cloud through I said cloud twice, shit. Making the world a better place through cross-platform business facing cloud There's that shit! There's that cloud again! Info-trode, Info-trode!? What the fuck is Info-trode? What is that? It's all just fucking meaningless words! Ok. No, no, no Making the world a better place. Making the world a better place. Making the world a better place...", "122": "Erlich: Time is a sphere, and I have been reincarnated during the same time period in which I exist.", "123": "Erlich: Let me explain something to you. Your whole life you've been an ugly chick but now suddenly you're a hot chick, with big tits and small nipples. So guys like that are gonna keep coming around. Don't be a slut, Richard.", "124": "Erlich: Dinesh, change the lighting to something erotic because it's about to get pretty fucking erotic in here.\nDinesh: (speaking into his phone) License to kill-9. IB action-dot-erotica.", "125": "Erlich: There's 40 billion dollars of net worth, walking around this party. And you guys are standing around drinking shrimp and talking about what cum tastes like.", "126": "Erlich: Everybody involved in the music industry is either stealing it or sharing it. They're all a bunch of assholes, especially Radiohead.\nRichard: (gasps) No.\nErlich: Yeah, they're assholes.", "127": "Erlich: Richard, if you want to live here, you've got to deliver. I can't have dead weight at my incubator, ok? Either that, or show some promise for fuck's sake. Like NipAlert, Big Head's app. It gives you the location of a woman with erect nipples. Now, that's something people want.", "128": "Erlich: (to Richard) You just disappeared up your own asshole. You know that? ", "129": "Richard: I have a meeting with Gavin Belson. He wants to talk about Pied Piper.\nErlich: I own 10% of Pied Piper.\nRichard: You said it was a shitty idea.\nErlich: It was a shitty idea. I'm not sure what it is now.", "130": "Erlich: I am the founder of Aviato. And I own a very small percentage of Grindr. It's a men to men dating site where you can find other men within 10 miles of you interested in having sexual intercourse in a public restroom.\nJared: (explaining)) In the homosexual community there's sometimes anonymous...\nGavin Belson: I know what Grindr is. I have gay friends."}