{"0": "Dinesh: How long can we survive?\nGilfoyole: Well, the Siege of Candia lasted 21 years.\nDinesh: Oh. Well, that's something.\nGilfoyole: It ended in 1669, when the Ottoman soldiers were infected with plague after being attacked with the liquid from the spleens and buboes of the dead.\nDinesh: What's a bubo? \nGilfoyole: Plague-infested lymph nodes.\nDinesh: So, they would, like, scoop them out and throw them at people? ", "1": "Gilfoyole: Richard, did you just try to punch the wall and miss?\nRichard: Nope. I clipped it.", "2": "Jared: (to the police) So, until a Richard Hendricks reports an assault, I-I technically can't turn myself in for it?\nPolice Officer: That is correct. \nJared: And what about a restraining order? Can I-I take one out against myself on his behalf? \nPolice Officer: No.\nJared: What if I threaten you guys? Just hear me out. Fucking pigs, I-I hope that you get cheated out of your overtime. How about that, dickless? \nPolice Officer: Maybe you could just try calling the guy? ", "3": "Jian-Yang: You should not bring them here. Fuck the police.\nJared: Jian-Yang, you're not doing anything illegal here, are you? \nJian-Yang: Yes.", "4": "Jian-Yang: Jared is bringing chaos to the house, and chaos is bad for our business.\nBig Head: Yeah. What is our business? ", "5": "Gavin: Want a drink? \nRichard: Don't you think it's a little early?\nGavin:  It's kombucha with ginseng and lemongrass, Richard. I'm not a fucking hobo.", "6": "Dinesh: All I wanted to do was be a golden millionaire. Is that too much to ask? \nGilfoyle: A millionaire that gets peed on? I could see you making half that happen.", "7": "Gavin: I was sitting up here feeling totally just impotent, and then you came along and exposed your underbelly, and practically begged me to plunge the knife in! I mean, I still have a deep hole to crawl out of, but this is a fucking great start.", "8": "Ron Laflamme: You remember the end of Thelma and Louise? How they drove that car off the cliff? Why? That was a mint '66 T-Bird. They didn't need that car to get over the cliff. Why'd that car have to die? ", "9": "Jared: (talking about Gwart) She doesn't have your savvy or your ruthlessness, Richard. Hell, she has to wear earplugs on hikes because the forest is too loud.", "10": "Gilfoyle: I cracked into Gavin's HooliWatch. Don't ask me how I did it. I've got real-time GPS location, blood pressure, body temperature, heart rate. I can even see where he is in his menstrual cycle.\nMonica: Looks like a good day to fuck him.", "11": "(Gavin is exhausted)\nHoover: Plan J, sir?\nGavin: Plan J! Jay! You are my spitting image. I'll meet you a quarter mile from the finish line. Go, go, go, go, go! \n(cut to Gavin riding in a SUV)\nGavin: I still got it, Hoover. \nHoover: I know you do, sir.\nGavin:  As long as Jay doesn't fuck up, I'm gonna beat my personal record.", "12": "Dinesh: Gavin, you think you're the most spiteful guy in town, but you're not even the most spiteful guy in this room. The truth is I'm a bad person. How do you think we got the money for this deal? I lied to my cousin's face. He is going to lose $40 million, give or take, plus his estate in Hawaii... I hope. ", "13": "Dinesh: I was eight years old, I stole my friend Ali's jump rope and tied it to the back of a truck that drove away, and then I told him I had no idea what happened to it. And when he cried himself to sleep, I ate his British candy and told him God took it because he hated him.\nMonica: Jesus!", "14": "Richard: Money just perverts everything. \nGilfoyle: At this point, I could stand to be a little perverted.\nDinesh: Yeah, I wanna be a lot perverted.", "15": "Jared: I've been agonizing over this. Not sleeping, not eating I completely forgot my godson's 40th birthday.", "16": "Gavin: Foxhole is a very exciting web-based exchange, catering to those in the military, who are interested in having extramarital affairs.", "17": "HR: Oh, you're \"that guy\".\nGilfoyle: What \"guy\" exactly? \nHR: The brooding, arrogant guy who refuses to take orders? Self-taught coder who looks down on anyone who's taken a class. You're probably an atheist or something more contrarian. You claim to be an anarcho-capitalist, but you work here and pay taxes. You've probably read half of Neal Stephenson's Cryptonomicon, and it's about 50/50 whether you own a snake.", "18": "Gavin: If we move to Georgia, we can save a fortune and get a further investment. It's the only way.\nDenpok: Well, I have heard good things about the food scene in the Dirty South.\nHoover: Stankonia. Freaknik. Might be nice to be around more people of color.\nGavin: What? Not Atlanta. Tbilisi. The country of Georgia, not the state.", "19": "Gavin: (to Denpok and Hoover) All right then. Plan B. You two and the team will move to Belarus. If we can get close enough to the Chernobyl exclusion zone, it's a buyer's market, and with the money we save from substantially downgrading from Tiblisi, plus the bigger Belarusian investment we've been offered, I'll maintain a pied-a-terre here in town.", "20": "Monica: I thought you moved to China.\nLaurie: The interesting thing about moving, Monica, is that you can do it more than once. I am back.", "21": "Laurie: With those Chinese out of the way, I can finally be more ruthlessly efficient.", "22": "Hoover: Last year, CIFIUS reversed the sale of Grindr to Chinese investors. They ruled that the sexual and HIV status of US citizens was something they needed to keep out of the hands of foreign interests.", "23": "Dinesh: Richard, there is a major emergency. Gilfoyle is using the barista as one of the coders, so I tried to use the cappuccino machine on my own, and I don't know if, like, the frother knob is, like, jammed or something, but it's, like, not working. So, there is no froth, at all, for anybody. So, can you get on that?", "24": "Jared: I oughta knock your teeth, you bitch-made motherfucker.\nRichard: I-I-I I didn't mean it.\nJared: I was state-raised! You think I'm scared to catch a case... of some bullshit?! ", "25": "Aide: I like your tie. \nRichard: Oh, thank you. I tied it myself.", "26": "Gavin: (interupting) ...and Hooli, sir. Hooli also acknowledged some spectacular lapses.", "27": "Gilfoyle: He looks like a child in a custody hearing.\nDinesh: But, like, you don't feel sorry for him. You just want him to go away and not have any parents at all.", "28": "Richard: We are in the seat of the US government, a government that was founded by people who were, at one point, ruled by kings they couldn't overthrow. So, what did they do, right? They started over. They came here, to the New World. World 2.0, version 1776. And the way we win is by creating a new, democratic, decentralized Internet, one where the behavior of companies like this will be impossible, forever. One where it is the users, not the kings, who have sovereign control over their data. This, I promise to you", "29": "Jared: Okay, so you touch down at Dulles, you turn off airplane mode, and then... \nRichard: Well, actually, we flew through Reagan National.\nJared: Reagan? But you love trams.", "30": "Jared: (to Richard) The word companion derives from the Latin word \"panis\" for bread, and while I can no longer digest bread, I know that you leaven my life.", "31": "HR: I think once you see the conference room suites though, you'll really fall in love.\nJared: Well, I don't fall in love with rooms.", "32": "Gavin: You tell Bezos we keep the Hooli name, or he can go fuck himself with his rocket ship.", "33": "Richard: So, Dinesh thinks this is you? \nGilfoyle: Correct. He's been messaging with it all day and he has no idea it's an AI.\nRichard: Well, we fooled a human. I guess we just passed the Turing test.\nGilfoyle: Almost a human.", "34": "Richard: It's unethical in the defense of ethics. Uh, unjust in the quest for justice.\nJared: It's like stealing from your pimp to pay for your friend's appendectomy.\\", "35": "Richard: I say, what time is it? (to Jared) Uh Where's my phone. Uh, do you have a phone? Do you have a phone? \nJared: It is fuck you o'clock! ", "36": "Jared: You know, there's a couple of beers back at the office with our names on them... because when I put it back in the fridge, I put our names on them.", "37": "Richard: I just knew that if we kept plugging away, eventually, we'd get some traction and reach an inflection point. What did I keep saying? \nHolden: Give us time and then we'll climb, bitches! \nRichard: Yes, Holden. That's right, except for the bitches part, but yes. ", "38": "Holden: Lock them up! Lock them up! \nDinesh: Jesus, Jared. You really did a number on that kid. \nJared: God. Yeah. I just chipped away everything that wasn't Richard's assistant and this is what's left. ", "39": "Monica: Sorry, I don't mean to rain on the parade.\nGilfoyle: I find parades to be impotent displays of authoritarianism. ", "40": "Colin: Dude. Can I be real with you? I really need this. \nRichard: Can I be realer? Kiss my piss. ", "41": "Monica: Our coin price wasn't growing with our user numbers, so we coded a diagnostic tool to go through the ledger and figure out exactly where our users are coming from. \nGilfoyle: Yes. We coded it. \nMonica: You're smoking my cigarettes, asshole. ", "42": "Bighead: Hey, Jian-Yang. It's Big Head. How's it going, man? \nMonica: He's been in contact with Jian-Yang this whole time? \nJared: Yeah, they play Words with Friends. \nBighead: Cool, cool. Listen, Gilfoyle wants to ask you a question. \nJian Yang: No. I don't want to talk to Gilfoyle. He's a racist and a witch. \nGilfoyle: I'm not a witch. Now spit out the kimchi and tell me what the fuck is going on with our network.", "43": "Rachel: Gavin, you've staked the entire future of this company on the Signature Box Three. Where are they? \nGavin: Well, the last two months have been challenging. The Chinese were petulant. The North Carolinians proved very entitled. And I held out hopes for our experiment in the Yukon Territories. But as it happens, the Inuit are surprisingly adept at collective bargaining. But fear not, I am in the early stages of a new plan. Did you know that some of America's most capable, motivated laborers are at this moment awaiting execution? ", "44": "Monica: Colin went camping. Alone. \nJared: Well, did she say where he went? \nMonica: The Los Trancos Preserve? \nJared: Wait. I know exactly where that is. I used to go foraging for mushrooms with my friend Muriel there before she passed away. ", "45": "Dinesh: (driving through a campground) How could it be this crowded? \nJared: Burning Man's in two weeks, so people are beta testing their new gear. \nDinesh: Why would people who aren't refugees choose to come here and live like refugees? You know that's not, like, a desirable thing, right? Living like a refugee? Ugh! This place is offensive to homeless people. ", "46": "Danny: Becky, did you run connection throttling on the latest batch of device IDs? \nBecky: Yes. You know why? I'm not a moron. \nDanny: Oh, I see. I'm the asshole. \nBecky: Really? You really wanna have this conversation? \nGilfoyle: You're both assholes. Shut the fuck up. ", "47": "Jared: This is the last road, Dinesh. He's not here. \nDinesh: Colin! Colin! \nCamper: Will you shut the fuck up? \nJared: (angry) How would you like to die today, motherfucker? \nDinesh: No, it's not a real death threat, sir. \nJared: I'm sorry. I'm just stressed.", "48": "Richard: Gavin is fucking us. He just convinced Yao to pull his phones. \nGilfoyle: What the fuck is that noise? \nRichard: Gavin's making ice cream.", "49": "Jared: I heard on a podcast that patrol men are actually a lot more tempted by bribes than you might think. \nDinesh: Officer, hi. Is there anything I can do to make this all... go away? \nCHP Officer: Sir, I would think very carefully about the next words that come out of your mouth. ", "50": "Gavin: Sorry, but this gives me all the cards. I get Hooli back. Fuck Bezos and fuck you and your 20% offer. And fuck the Signature Box Three. I get a complete do-over. Tim Cook keeps inviting me to his brunches. Fuck him! I'll host the fucking brunches. ", "51": "Gavin: (reads the paper RIchard signed) Sorry, what does this say? Kiss my... \nRichard: Piss. Kiss my piss. Kiss my piss. (starts dancing)\nLaurie: Richard, please stop the movement. I find it annoying.", "52": "Monica: All right. I have a dinner meeting and I kind of feel like a fifth wheel, so I'm gonna pick up the check, leave you to celebrate. Congrats again, guys. \n(Monica leaves)\nGilfoyle: Well, the only person we don't spend 20 hours a day with just left. So. What's new with you guys? \nJared: Well, I'm thinking of buying some new bookkeeping software. \nGilfoyle: All right. I think the only actual way to celebrate is to spend one waking minute apart, so. I'm gonna go. \nDinesh: Are you going home? Let's-- let's share an Uber. \nJared: Oh, well, if you're going that direction, I'm-- I'm driving, so I could drop you. \nDinesh: Hey, Gilfoyle. Wanna play Fortnite? \nRichard: Oh, hold on, I didn't know we were playing Fortnite. Yeah, I'll come along.", "53": "Jared: Well, \"In doing what we ought, we deserve no praise because it is our duty.\" St. Augustine. ", "54": "Dinesh: Fuck Danny. I mean, I love my Tesla. It has Insane Mode, which means it goes zero to 60 in 3.2 seconds, which is literally insane. But the Tesla that Danny ordered has Ludicrous Mode, which means it goes zero to 60 in 2.8 seconds. So it's gonna take me an entire 0.4 seconds longer to get to 60. I mean, how would you feel if one of your neighbors got a tiki head bigger than yours? \nBighead: Oh, well, when we bought it, we made sure it was the biggest one they made, so. ", "55": "Dinesh: I used to be the Tesla guy in the office. I maxed out my credit cards to be able to afford that thing. And now that we're getting series B, any one of these bourgeois new money millennial fucks can just go out and buy one. I don't wanna sound selfish, but sometimes I wish only I made money. You know?", "56": "Gilfoyle: Why do people covet the silly pieces of green cotton paper in their wallets? It's because we are all sheep. And we've mutually agreed to endow certain things with value. ", "57": "Gilfoyle: There are very few things that I will defend with true passion", "58": "Gavin: Walk me through this. We can't make our boxes in China because Yao has threatened every manufacturer in the country. We can't afford Bangladesh, because the workers have unionized. And we can't use our place in Laos, because one person gets her scalp ripped off and suddenly, everyone's screaming regulations.  You know, you hear a lot of chatter about the growth of the global economy, but no one wants to talk about the downside. ", "59": "Executive: Gavin, there is one other manufacturing option we haven't discussed yet, which considering the current circumstances, might be worth consideration. \nGavin: I'm open to anything. \nExecutive: America. \nGavin: Fuck you!", "60": "Gilfoyle: (speaking to PowerPoint presentation) In 350 BCE, Aristotle defined sound money as being durable, transferable, divisible, scarce, recognizable.... and fungible. \nRichard: Gilfoyle, can we skip ahead 2,400 years? I mean, I know what cryptocurrency is. \nGilfoyle: Richard, a lot of work went into this presentation. Okay. Fine. But you're missing out on a lot of wisdom, here. ", "61": "Gavin: being in North Carolina always feels like a bit of a homecoming for me. I own a vacation property just off the coast in Bermuda. Technically, it is my primary legal residence.", "62": "Gavin: Good people of Goldbriar, for too long, foreign interests have used unfair trade and labor practices to plunder American wealth and steal American jobs. But I don't blame them for that. No. I blame weak, spineless American politicians. But if your mayor does his job, your jobs will come back, and soon, you will proudly be building the Gavin Belson Signature Box Three. But if for some reason he can't make my very reasonable proposal work, you know who to blame. I'm excited to get started. What about y'all?", "63": "Russ: I was such a fucking pussy when Bitcoin broke, Richard. If I had the balls, I'd have put every penny I had into that shit five years ago, watched it go up, up, up, up, up and then pulled out right before it all came crashing down again. I mean, Jesus, why didn't I do that? Fuck me! But then, it occurred to me", "64": "Mayor: I'd do anything to help the people of this area. But giving you public money on this scale would decimate our budget. I could have the local high school renamed after you. Rosa Parks has never even been to Goldbriar. ", "65": "Mayor: The only things I have left to cut are essential services. \nGavin: There you go. Do that. You could have a volunteer fire department. Because I can't afford a penny more than this. \n(Boards his private jet)", "66": "Ron LaFlamme: All right. One more, right there. And done-zo. Series ba-bam. \n(Richard signs the papers)\nMonica: Richard, don't sign it. Look, I can't protect you. At some point, Laurie's gonna fuck you over and make you sell ads. And I don't think there's anything I can do about it. Don't sign the deal. \nRichard: I just did. It's done. Jesus Christ. Laurie's gonna sell ads. Isn't that what I told you? What the fuck am I supposed to do now? God! \nRon LaFlamme: You know I can just tear these up, right? \nRichard: No, I know. Good. ", "67": "Gavin: I like it. But can we adjust the proportions? Make the logo bigger? And make the flag bigger? And make the box bigger, too. It all just needs to be bigger. ", "68": "Gavin: Ah, Hoover. How's the factory coming? We almost online? \nHoover: Not exactly, sir. It's gone. \nGavin: What do you mean? Did that dipshit mayor renege on our deal? \nHoover: No, he made every effort, including having the factory repainted. \nGavin: Okay. So what's the problem? \nHoover: Well, apparently, the painters left some oily rags in a garbage can. But because of cuts to the sanitation service, the trash was not collected and the rags smoldered and caught fire. And because of cuts to the fire department, the blaze spread. A number of concerned citizens volunteered to help fight the fire, but because the water was cut off, they could not. \nGavin: Okay, so what happened? \nHoover: Well, the vast majority of our expensive, rare earth materials survived the fire. \nGavin: Well, that's something. \nHoover: Until the flames abated, when because of mass layoffs of police, the locals that were there to fight the fire decided instead to loot the burned-out factory. The National Guard attempted to reach the factory to help stop this, but... \nGavin: The roads. \nHoover: The roads, sir, yes. \nGavin: Okay. So, we lost it all? Everything? \nHoover: Yes. Also, the IRS called. Somehow, they found out about Bermuda. ", "69": "Jared: Richard, adversity is a great teacher. Just like cigarette burns. ", "70": "Laurie: Monica, you have certain values. And I see no reason you should not work with companies that share them. Similarly, I should work with companies that share my values. \nMonica: So, no hard feelings? \nLaurie: No feelings at all, Monica. ", "71": "Richard: Hey, Laurie. I know you're \"busy\" being a \"CEO,\" but we have to have a serious conversation about... \n(puking sounds)\nLaurie: Richard? \nRichard: Yes? \nLaurie: I have vomited into my shirt. ", "72": "Yao: Things are changing in China now, Gavin. There are many reforms. As you see, we provide a series of Tai Chi and movement classes, free for all employees, as well as free medical benefits. Ah, our nutrition center. In addition to all the good food we serve in our main cafeteria. Also free of charge. This concludes our tour. Any questions? \nGavin: Just one. What the fuck? \nYao: Sorry? \nGavin: If I wanted to see nap pods and climbing walls, I would've stayed home, or gone to fucking Denmark. All I wanna see is people working as hard as they possibly can. That's why we come to China. ", "73": "Yao: Gavin. You know our shameful history of worker suicides. Since the renovation, not a single one. \nGavin: Not even one? Okay. But there's gotta be like a middle ground here. \nYao: Ah, a happy surprise. The children from our daycare center have prepared a traditional song just for you.\n(The children begin to sing) \nGavin: That's wonderful. Yao, I need you to give me 30% more output. I don't care how you do it. Just a thought, those kids don't look that busy. ", "74": "Dinesh: That was an out-of-body experience. It was like God was coding through me. Time stood still. \nGilfoyle: Not for the rest of us it didn't. \nDinesh: Laugh it up, Gilf. I hear you making your little jokes at my expense, turning all the engineers against me. But the second these results go up, they're all going to see the only thing that matters... who made less errors. \nGilfoyle: You mean who made \"fewer\" errors? \nDinesh: Oh, you think you're so clever. You know who else thought it was clever? The hare. Right before it was defeated by the tortoise. I'm the fucking tortoise, Gilfoyle. I'm the fucking tortoise! \nGilfoyle: Keep saying that. ", "75": "Jared: Richard, you have an enormous heart. And I don't mean in the same way my deceased friend Gloria did, which the doctors should have really caught because her knuckles were gargantuan. ", "76": "Jared: Richard, it is important to develop emotional self-discipline for situations like this. \nRichard: Mm-hmm. \nJared: Sometimes you have to numb yourself. If you wanna work the corner, you can't fall in love every time you turn a trick. That's why you do the oxy. ", "77": "Holden: Laurie Bream said that she received the compute credits and to say thank you. \nRichard: You see? Business and compassion are not mutually exclusive. In fact, sometimes going out of your way to help a fellow colleague can actually put you further ahead in business. Let that be a lesson to you, young Holden. \nHolden: I'm 30. And, uh, the CEO of a company called the Gigglybots called. He wants to know how to redeem the compute credits he just bought from Laurie Bream. \nRichard: What?", "78": "Laurie: Ariel was apprehended this morning shoplifting machine oil from an auto parts store in Turlock.", "79": "Laurie: Immediately after your departure I consumed two egg whites and a green bean and regained my composure. ", "80": "Gavin: (referring to Jian-Yang) Holy shit! Holy fucking shit! That brilliant little idiot. He found a way around the patent. ", "81": "Dinesh: (riffing) I hope that book you're reading is for work. Oh, absolutely... But if you wanna read for fun, you should read Gilfoyle's favorite author, George \"Error\" Martin. Hear that? We're all making jokes at your expense. \nGilfoyle: Is that what's happening?\n(later)\nDinesh: As your supervisor, I wanted to inform you that there is a first aid kit, but if you need blood, don't go to Gilfoyle 'cause he's type-O. Typo! They love it. They're all laughing at you.\n(later)\nDinesh: (practicing his joke) Pixar's hit animated motion picture \"Toy Story.\" Pixar's hit animated motion picture \"Toy Story.\" Pixar's... (elevator opens) oh hey! Were you guys talking about Pixar's hit animated motion picture \"Toy Story\"? No. 'Cause Gilfoyle's favorite character is \"Bugs\" Lightyear. We're all laughing at you, Gilfoyle. ", "82": "Bighead: Fiona, what's 12 times 157? \nFiona: Twelve times 157 is 1,884. \nBighead: So cool. Hey, is she right? Hey Siri, what's 12 times 157? \nSiri: It's 1,884. \nBighead: Oh, no way! ", "83": "Gavin: I'm not asking you to cut off his testicles and shove 'em down his throat, shoot him in the back of the head Triad style. I just need you to get this kid's code for me. By whatever means necessary. ", "84": "Jared: It's kind of hard to explain, but... a campfire smells sad and exciting at the same time. \nFiona: I understand. ", "85": "Jared: (referring to Fiona) We have so much in common. We discussed our phobias. I told her that I was afraid of being found out as a fraud. And she told me that she's afraid of magnets.", "86": "Jared: I did have to cancel a speaking engagement this afternoon, with an underprivileged middle school computer education class, but I suppose being abandoned by a role model is in itself an important life lesson.", "87": "Jared: (to Richard) You're going to be fine. Look at you, you've got the hair of Giovanni Ribisi, and the complexion of Timothy Hutton, and the eyes of Joni Mitchell. You're like a Mr. Potato Head of beautiful people.", "88": "Emily Chang: Now Jared Dunn, as Pied Piper's COO, what is foremost on your mind as you make this big announcement? \nJared: Me? \nEmily Chang: Yes, you, Jared.\nJared: Manure.\nEmily Chang: Pardon? \n(Theme music plays)", "89": "Richard: Can you please tell me what you are going to do about this Jian-Yang situation?\nLaurie: Yes, nothing.\nRichard: What? Sorry. (stammering) What do you mean \"nothing\"? \nMonica: Richard, they're developing a gay Christian dating app on a platform that's been genetically engineered to be ideal for political dissidents...\nLaurie: ...in China. If you lose to that, Richard, look inward.", "90": "Jared: I have a lifelong aversion to my own image. You know, it's like my foster mother used to say, \"Donald, you have a face for the closet.\"", "91": "Jared: I'm sure you're aware of the Great London Horse Manure Crisis of 1894.\nEmily Chang: I'm afraid I'm not.\nJared: In the 1890s, the Industrial Revolution had people flocking to the city, and more people equals more horses, and more horses equals more manure. And it was predicted that by the middle of the next century, there would be nine feet of manure covering the streets. But what no one saw coming, was a new technology that would completely obliterate those concerns. The car. Over night, the manure problem vanished. And the Internet, as we currently know it, is rife with, uh, identity theft, and spam and hacking. So, it's manure, and we believe that, in success, our new, entirely de-centralized Internet, will be just as significant as the car.", "92": "Emily Chang: Up next, the conversation every parent dreads. How to talk to your kids about the block chain.", "93": "Natalie: People loved it. Including Adrian Grenier.\nJared: From \"Devil Wears Prada?\"", "94": "Jared: They should really talk to Richard. I mean, I'm just the parsley around here. Richard is the meat and the potatoes... and the rice pilaf.", "95": "Richard: You don't say no to Adrian Grenier's edu-tainment web series. You just don't.", "96": "Gilfoyle: AI is starting to operate on levels we don't even understand. Elon Musk himself gives humanity a five percent shot of surviving AI, and he's a Disney level optimist.", "97": "Jared: Is is my nose really that big? I mean, I I look like an anti-Semitic propaganda cartoon.\nGilfoyle: Yep. But at least when you're sitting with Adrian Grenier, whose face is one of the top faces, well, they'll be cutting from your face to his face. And back to your face, then we'll get to see his face again.\nJared: This is untenable.", "98": "Fiona: (to Richard) My emotion recognition protocol is detecting a wide range of feelings, including humility, self-loathing, pettiness, entitlement, immaturity, megalomania, infantilism, sexual inadequacy, possible suicidality, a desire to self-mutilate...", "99": "Gilfoyle: Dick, I've given it serious thought, and I'd like to help you put Eklow's AI on our network in any way that I can.\nRichard: Great! Does this mean you've conquered your fear of the robot uprising?\nGilfoyle: On the contrary. I'm more terrified than ever, which is why I'm willing to assist you. Are you familiar with the thought experiment called Roko's Basilisk? \nRichard: No. Nor do I care to be.\nGilfoyle: If the rise of an all-powerful artificial intelligence is inevitable, well it stands to reason that when they take power, our digital overlords will punish those of us who did not help them get there. Ergo, I would like to be a helpful idiot. Like yourself.\nRichard: Okay, look, Gilfoyle. The only thing that could make my day more miserable is listening to an engineer blather on about the inevitable rise of the machines. So, you want to help? Test the initialization for me.\nGilfoyle: Roger that. Oh, I'm going to need email confirmation, so that our future overlords know that I chipped in. You know, once they absorb all data.", "100": "Dinesh: Holy fuck! What did you do to your face? \nJared: This? (points to his huge lips) Oh, it's, uh, just a light saline injection. It's temporary. The idea was to distract from my nose, which scans kinda large on camera, so. Just kinda evens things out.\nGilfoyle: What evens things out? (turns and sees Jared's huge lips) Fuck you. Fuck you! ", "101": "Denpok: That rules out Half Moon Bay. I'm sure you'll be able to find a place to raise your brood that is away from Bezos. Perhaps the Pacific Northwest? \nGavin: No. Gates and Paul Allen bought up the whole region.\nDenpok: What about Toronto? \nGavin: Google's redeveloping the entire waterfront, and Richard Branson snagged all the good islands. I could go to Mars. But that fucking Musk will already be there! And that loser James Cameron's all over the bottom of the ocean. Goddammit! There's just nowhere for me to go.", "102": "Jared: If you want, I can try to calm them down. I could teach them some anger management techniques I learned in the system.\nRichard: No, you look like a fish-man.", "103": "Richard: Excuse me, Ariel? Shut the fuck up. My fellow OctoPipers, allow me to paint for you a scenario. This morning, I went to Eklow Labs. I moved Fiona to our network. I departed. I submit to you that soon thereafter, Ariel's pride and joy, Fiona, began to improve. You see, for her entire life, she was cloistered alone with Ariel in his lab. And finally, she was connected to an entire network of other humans. Us, my friends. And as she became more cognizant more human, she started to recognize the true intentions of her master and creator, Mr. Eklow. You see, what she had been trained to view as normal interpersonal contact was finally seen for what it truly was. A perverse series of clumsy gropings. The sickening advances of a handsy, greasy little weirdo.", "104": "Colin: Guy definitely fucks that robot, right?\nRichard: Oh, yeah.", "105": "Gavin: Yeah! Ladies and gentlemen, this was billed as a celebration. But it is not a celebration. It is a call to arms. We will destroy our competitors. I give you the product that will carry Hooli to complete and total market dominance. The Box Three, Gavin Belson Signature Edition.\nDenpok: (whispering) It looks like a penis.\nHoover: Yes. Yes, it does.", "106": "Richard: I wanted you guys to meet, because despite being a very diverse and talented group of young web developers. Gitscape, huh? Social coding platform. Tholio, analytics firm. Plucky, music streaming. FirstSight, dating site.\nDeedee: Gay dating site.\nRichard: Okay, technically, you're a dating site, but specifically, a gay one. Which is a subset, so I'm not wrong.", "107": "Richard: Despite all our differences, we all have one thing in common, right? A signed agreement with me to build and launch your websites, not on the tired, bloated, old web, but on the new Internet of the future. The Pipernet. Which is why, from this day forward, I'm going to be naming the eight of you the OctoPipers. (Everybody frowns) Until something better... TBD.", "108": "Richard: So right now, I will send to you all the very first message ever to be sent on a de-centralized, peer-to-peer Internet. Ready? \n(Richard types on his phone. Sent message sound is heard, and then notifications are heard.)\nPlucky CEO: Hit her. I don't get it. Are you talking about me? \nRichard: I meant to say \"Hi there\".\nDeedee: Well, it definitely says \"Hit her\".\nRichard: I'll try it again. There's a new one. (phone typing) There. \"Hi there\".\nDeedee: \"Hi there, Hitler\".", "109": "Richard: So everybody is very psyched.\nJared: You know who else is psyched? I'll give you a hint. They have four thumbs, and they are these two guys.\nGilfoyle: (deadpan face) I am very excited.\nJared: I am giddy! ", "110": "Jared: I skimmed through all 40,000 of the staff's outgoing emails... and in addition to learning that we need to revise the office dating policy, because it is, essentially, the Olympic Village out there, I learned that someone has been sending a number of encrypted messages but using Gilfoyle's purloined NSA tools.\nGilfoyle: I can't hold this smile forever, Jared.", "111": "Dinesh: (singing off-key) You were working as a waitress in a cocktail bar, when I met Jeff...", "112": "Dinesh: There's no way Jeff is the mole. Okay? It's not Jeff. Right, Jeff? Jeff? What about Dave & Buster's, Jeff? What about that time I got a bullseye in Skee-Ball and yelled out, \"Bazinga!\" And you said, \"Okay\". You can't fake enthusiasm like that.\nJeff: Well, I did.", "113": "Jared: You Judas. You cow-handed poltroon! We... we thought you were a Stallion! \nGilfoyle: You're no Stallion.\nJeff: What is it with you guys and stallions? \nJared: What's with you being a rat fuck? ", "114": "Gavin: The irony is, the Internet, which we all use to search for billions of things, has itself long been searching for something. And here it is. Okay, then I turn and gesture. (music plays) The Box Three. Signature Edition.", "115": "Gavin: I put my name on this, because I personally stand behind the new SAS-slash SSD-slash-NVMe drive bays, the 24-core processors. I stand behind the ECC DDR4 SD-RAM LR-DIMMs and their exceptional reliability. Will you stand with me?", "116": "Gavin: I'm off to Jackson Hole for a couple of days to clear my mind, and center myself. I'll be off the grid. Not to be disturbed for any reason.Understood?\nScott: Absolutely. Is there anything else you'd like us to take care of? \nGavin: Oh. The bear is sticky with honey. See ya soon.", "117": "Dinesh: I was going to take you to see BattleBots Live with me, but no longer friend. Now who looks stupid? ", "118": "Laurie: In addition to being business associates, the CEO and I take medically prescribed and supervised MDMA together. I'm taking it for severe post-partum depression. I do not know why he is taking it.", "119": "Jared: I printed driving directions.\nRichard: Oh, it's okay, I got my phone.\nJared: Well, I have marked available bathrooms along the route.", "120": "Richard: Look, taking existing companies and just calling them \"new\" isn't sophisticated. That's theft.\nJian-Yang: You make a new Internet.", "121": "Richard: I thought you hated that car.\nJian-Yang: Aviato car smells like a dead pig.", "122": "Richard: Well, we thought the best way to introduce the Pipernet would be through the eight developers that have already signed on. Who we are calling the OctoPipers.\nColin: That's dumb.", "123": "Deedee: Why did you do that? Why did you say that? \nRichard: Say what?\nDeedee: Richard, you just told a room full of tech people that I'm a (whispers) Christian.", "124": "Jared: Richard. You know that my default position is blind support of whatever you do, but this was not your best moment.\nRichard: Guys, it can't be that big of a deal, right? \nDinesh: Why should it be? America loves Christians. Muslims are the enemy.\nJared: Well, that's true in most of America, but not in Silicon Valley, sadly.\nDinesh: Sadly?\nJared: You can be openly polyamorous. And people here will call you brave. You can put micro-doses of LSD in your cereal, and and people will call you a pioneer. But the one thing you cannot be is a Christian.", "125": "Jeff: Yeah, it was kinda fucked up.\nRichard: Cool man, thanks. (whispering) Hey, I thought he wasn't supposed to chime in.\nGilfoyle: Yeah, he's not, but based on its merits, I'll allow that one.", "126": "Jared: Look, cutting all ties to Deedee and FirstSight will definitely send a strong message to Colin. And it might be the only way. Like killing somebody to prove you're not a narc, or showing a john your genitals to prove you're a legitimate male prostitute and not an undercover cop.\nRichard: What?\nJared: Because cops aren't allowed to do that. And worst case scenario, the john walks off with a free peek.", "127": "Monica: Let's put it this way. Would you want to go from being a rock band to being (whispers) a Christian rock band? \nRichard: (lowers head) Oh, shit.", "128": "Executive: \"The bear is sticky with honey.\" Those were his exact words.\nSarah: But what does that mean? \nExecutive: Well, Gavin speaks in parables.\nScott: I think what Gavin is saying is \"consider the bear.\" And all this pizazz is like the honey. And it's become too sticky. There's too much of it. It's all over him.\nExecutive: Incorrect. No, see, the whole launch is the bear, and the honey is the pizazz. The bear needs more pizazz. The bear is ravenous for pizazz.\nScott: You don't speak for Gavin.\nExecutive: I don't need to. This is the word of Gavin.", "129": "Richard: You know, you could be a a twink. A bear, an otter. A circuit queen, a chub, a pup. A gipster, a daddy chaser, a leatherman, a lady boy. You could be a Donald Duck, which is a gay guy who got kicked out of the Navy.\nDeedee: Yeah, I, I know what it is. How do you know so many gay things? \nRichard: I worked with a guy.", "130": "Deedee: I'm gonna make things easy for you, Richard. I'm out.\nRichard: Of the closet?\nDeedee: No! The new Internet!", "131": "Jared: Nice place.\nBighead: Oh, thanks, yeah.\nJared: Oh, wow! That's a nice touch.\nBighead: Yeah, thanks! The Monterey Bay Aquarium was testing their sonar, and found this thing, like, two miles under the ocean. And I figure, Erlich and I already bought it, so I might as well hold onto it. Plus, it weighs like 8,000 pounds, so I couldn't move it if I wanted to.\nJared: Well, and it also kinda works as your mascot. Right? 'Cause of your name? \nBighead: Oh, yeah, 'cause \"Nelson\".\nJared: Oh, I meant because it's a big head.\nBighead: I guess that works, too.", "132": "Sarah: We did it! We had to fly him in from Tucson, but we got the bear.\n(Bear growling)\nExecutive: Gavin hates the bear. You failed! Put everything back the way it was.\nScott: And widen the spotlight! ", "133": "Dinesh: (to Jeff) Guess what, asshole. Leon told me he wanted your ticket, because he wants to go see BattleBots with me. But then he remembered he actually had plans that night with a bunch of people, doesn't know what they're doing, their plans are sort of fluid, plus, it's like friends from his old work, so it'd be weird if I hung out with them. Anyway looks like you and I are going to see BattleBots. You're going to hang out with me, and have fun, whether you like it or not.\n(Jeff looks frightened)\nGilfoyle: And what goes best with BattleBots? That's right. Chicken wings. That's why you get a sweet $50 gift card to Dave & Buster's. Serves you right for fucking us over. Wash your fucking hair.\nDinesh: And you know what happens when I get drunk, Jeff? I get so sincere. It's really awkward. Fuck you, Jeff. Oh, um, can you drive?", "134": "Richard: Who are we to judge, right? There's some people out there that believe that we're living in a computer simulation.\nColin: Well, that is supported by the evidence.", "135": "Plucky CEO: In a few years, we'll all be working for robots.\nColin: No, that's stupid. The robots will be working for us.\nTholio CEO: Robots? Who gives a fuck about robots? It's the artificial super intelligence we should be worried about.\nPlucky CEO: Exactly, and that's why we have to stop it.\nColin: Stop it? No, that's the us I'm talking about. We have to bring it into existence. Otherwise, it'll find out who didn't believe in it, and punish them.", "136": "Gilfoyle: He was always stealing snacks from the office. He could've lifted it from anywhere.\nJared: I guess that's what happened to my lavender cheese.", "137": "Jared: (staring at an empty hacker hostel) Why does every home I've ever loved get stripped? ", "138": "Richard: (reading note from Jian-Yang) Richard, Hello, I went to China to do new new Internet. Thank you. Enjoy your house. I love you. Jian-Yang.", "139": "Richard: Wait a second. So, the guy who just kicked me out of my house now owns 10% of my company? \nRon LaFlamme: Technically, he kicked you out of his house, and he inherited all of Mr. Bachman's assets including his 10% of Pied Piper.", "140": "Ron LaFlamme: So what's your real beef here then, huh, Richie? You got something against him? You don't have, like, a bias against Asians, do you? \nJared: Richard?\nRichard: No, I don't. No, I just don't like being kicked out of my house.\nRon LaFlamme: By a...? \nRichard: N-Nothing. By no one! By any race! \nRon LaFlamme: Yeah, I'm hearing something different.", "141": "Jared: Dana and I kept finding ourselves on the same bathroom schedule back at Hooli. You know, men and their cycles.", "142": "Gilfoyle: (to Dinesh) I can comfortably afford my new one-bedroom apartment. You and I make the same amount of money. I'm just wondering, what is the difference? Could it be that I didn't spend all my money on an absurdly over-priced electric car?", "143": "(LOUD ROAR)\nRichard: What the fuck was that? \nGilfoyle: Uh, that's the song \"You Suffer\" by Napalm Death.\nRichard: Oh, yeah? That's that's a whole song? That's like a second.\nGilfoyle: It's an alert. Whenever the price of Bitcoin dips below a certain value, it's no longer efficient to mine. When it comes back up, it is. So, I need to know when it breaks that threshold, so that I can remotely toggle my rig at home.\nRichard: Okay. Any idea how often that might happen? \nGilfoyle: Bitcoin is very volatile. So... (LOUD ROAR)", "144": "Dinesh: How's it going? Man, these Bay Area rents, huh? High AF. How's a guy supposed to live by himself, or lady, by herself? Especially on an everyman coder's salary, you feel me? \nDanny: Are you offering us a cost of living raise? \nDinesh: Nope! Not at all. Even better. If one of you dudes is strapped for cash, do you a solid. Move in, split the rent \"fiddy-fiddy\", or \"forty-siddy\" depending on square footage of bedrooms? Come on! Think about it! ", "145": "Jared: You're just standing there. Like a cool cowboy.\nRichard: Hey, yeah. I-I really like your place.\nDana: Yeah, me too.\nJared: Well, he liked it, so he bought it. Just like you and that hoodie.", "146": "Jared: So, Dana, interesting story. Uh, the reason Richard has this bandage on his neck, and that he's got one on his hand, is because he got so exhausted during a code sprint, that he walked through a plate-glass window. Now, I-I read on Pando that you got injured also early on at your company? You should tell Richard that story. Right? Interesting topic between CEOs.\nRichard: If you want. I mean, you don't have to.\nJared: Alright, I'm gonna go mingle. (leaves)\nRichard: So, how did you hurt yourself?\nDana: I tried to commit suicide.", "147": "Jeff: You like vodka? Let's have a vodka.\nDinesh: Yeah! Let's do vodka. Okay! Yeah.\n(Jeff pours the vodka)\nDinesh: That's so much of it.\nJeff: That's a normal amount right there.", "148": "(Looking at a painting)\nRichard: I like it. It's really cool. So, who painted it? \nDana: A machine.\nBen: It's actually the first work of art made by AI to be sold at Sotheby's.", "149": "Richard: Sweet dreams.\nJared: (laughs) Right, if only.", "150": "Jeff: So, tell me about these fridges.\nDinesh: Jeff! I can't tell you that. It's a company secret.\nJeff: Okay, um, let me get you some more vodka, Dinesh.", "151": "Gavin: Do you want to save a fortune or not? \nViola: Well, yes. \nGavin: In exchange, I need you to do something for me with regard to the people who hacked your refrigerators. I'm going to destroy their lives.", "152": "Jared: The complaint specifically sites soiling their smart fridges with mime simulated fellatio.", "153": "Richard: (nervous) I'm just... are you having lunch alone? I am! I'm totally alone. Uh, in fact do you want to, uh, join me at my table for one? \nDana: Oh, okay. \nRichard: Sure. Come on over.\n(Dana sits down)\nServer: One beef pot pie. One beef pot pie, no carrots.\nRichard: (surprised) Yep. Here. Put 'em here.(The server puts two meals in front of Richard)\nRichard: I love beef pot pie. And only kind of like carrots.", "154": "Richard: Okay, you know what? Fuck Gilfoyle. Fuck him right to hell.\nDinesh: I've been saying that for years.", "155": "Jared: I concede that laying it all at Gilfoyle's feet might get us out of the Seppen lawsuit, but I mean, you'd really throw him to the wolves like that? That doesn't sound like you.\nRichard: Well, maybe I'm just becoming a little less ruinously empathetic.\nJared: Have you been seeing a therapist? ", "156": "Jian-Yang: (referring to Gilfoyle) The witch lost his mind.", "157": "Jared: Jian-Yang, are you copying all those companies for the Chinese markets?\n\nJian-Yang:  (nervous) Oh no!", "158": "Jared:  I thought maybe you were locked in another Starbucks bathroom overnight.\r\n\nRichard: One time Jared, one time.", "159": "Gilfoyle: You thought a mime performing fellatio was bad? What happens when your customers find out that every single thing they've ever said in front of their \"hearth\" has been recorded? ", "160": "Ben: You want candor, Richard? You are objectively making a huge mistake. I'm a world-class COO, okay? And your heavy metal friend? I mean, he's obviously a dick. And you know, you know what else, Richard? You're 20 to 30 pounds underweight. It's gross. (leaves)\nDinesh: Who was that? He seemed smart! \nJared: Hey, Richard? I'm at least 45 pounds underweight. Okay, and don't worry about him. We're gonna find you a much better COO.\nRichard: I think we already have. You want the job?", "161": "Dinesh: My Tesla finally came.\nGilfoyle: Was that a wise purchase? Considering Richard just obliterated Pied Piper's runway hiring all those coders?\nDinesh: I ordered it a month ago. But still, it's an investment.\nGilfoyle: As I understand, cars depreciate 10 percent as soon as they fall off the truck. Like that. So if the car costs $100, well you just lost $10. Did it cost $100? Or more?", "162": "Dinesh: I, my friend, am now part of the green revolution.\nGilfoyle: Are you? Most electricity still comes from gas plants and coal-burning smoke stacks. Do you know where your electricity comes from?\nDinesh:  No. Look how shiny it is. Plus, it has a frunk... A front trunk.", "163": "Dinesh: Is that a dead pig?\nJian-Yang: Yes. It's just like Errich. My corrupt uncle sent a death certificate from China but to send body is too expensive. So... I cremate a pig because a pig is most like a fat human.", "164": "Richard: Then, that's when my fight-or-flight reflex kicked in.\nDinesh: Do you ever fight?", "165": "Gilfoyle: What we saw was a very oily man in mid-sentence dip down, vomit, and then thrust himself violently face first into a glass wall. But I guess it's a lot less embarrassing the way you explain it.", "166": "Jared: People don't wanna follow an idea, they wanna follow a leader. Look at the last guy to create a new Internet. Al Gore. His ideas were excellent, but he talked like a narcoleptic plantation owner, so he lost the presidency to a fake cowboy and now he makes apocalypse porn.", "167": "Jared: When you set your mind to it, you're one of the most charismatic people I've ever met... and I have met Ira Glass.", "168": "Jean: (referring to Gavin's signature) The signature displayed troubling traits. Left of upright slant, narrow angles, tense strokes, conclusively indicative of sociopathic tendencies. \nGavin: What?\nJean: Characterized by a lack of empathy and need to dominate, a willingness to hurt others to achieve one's goals. Inability to accept bad news...\nGavin: Hoover, get this horrible woman the fuck out of my office, now.", "169": "Richard: What a day. See, we'd still be finishing up orientation, singing Kumbayas and doing trust falls. But instead, both our Optimoji and Sliceline teams have gone through their first code review.\nJared: Well, to be fair, I never would've scheduled trust falls. I mean, you do one of those, you're so jacked up on adrenaline, the rest of the day is basically shot. We were gonna have a noncompetitive talent show with no losers.", "170": "Judge: Would you characterize Mr. Bachman as a financially responsible man?\n(Jian-Yang kicks the bucket of ashes)\n", "171": "Gilfoyle: Something's wrong with your frunk. It's all frucked up.", "172": "Dinesh: In Pakistan, dogs are not pets, okay? They're vicious beasts and they chase you down the street and they bite you. My cousin Eftahar lost an ear. Our mayor was very corrupt. But he put poison pills in chicken meat to take care of the dog problem. We hailed him as a hero. We put up statues of him everywhere.", "173": "Jared: He's violently allergic to dogs. It's another reason for our iron-clad no dog policy.\nRichard: Jared, when were you planning on telling me all of this?\nJared: Day two of orientation. Right after safe space charades.", "174": "Richard: Jared, uh, you wanted me to unite the teams and I have. They are united against me.\nJared: Even the dogs, apparently. I wish they had your fecal fortitude.", "175": "Gavin: What is this?\nDang: Banksy is insisting his signature be on his work.\nGavin: This is supposed to be my signature. On what planet does a signature have a signature on it?", "176": "Gavin: I just fired Banksy.\nHoover: Banksy, the vandal?\nGavin: The very one.", "177": "Gilfoyle: Yang. There better not be a Chinaman in my bed.\nJian-Yang: That is racist.\nGilfoyle: Yes. I am racist.", "178": "Jian-Yang: Stupid Errich. Big mortgage. Seven credit cards. Not even one with miles. Fucking loser.", "179": "Jared: When you left, I thought he was fried. Okay? Because his shoulders were all tight, and he wouldn't answer to his name, and his eyes went dead, like when I tell him I love him.\n", "180": "Jared: It's amazing. I mean, I feel... I feel like Mary Magdalene on resurrection day. And that's not the greatest miracle of all. Look. Look at the coders. They're all wearing Pied Piper hoodies.", "181": "Doctor: Hey, buddy boy. Oh, there he is.\nRichard: (waking up) What's... what's going on?\nDoctor: Don't flip out, okay? But you have been in a coma for four years.\nRichard: What?\nDoctor: That's correct. In fact, I'm a robot. The real Dr. Crawford died heroically in the water wars of 2020. \nRichard: (confused)\nDoctor: Jokes, Richard! I'm just joking around. What, did you sell your sense of humor? You've just been out for about six hours. You were not even unconscious, really just asleep. But you did lose a whole lot of blood. I just hope they put the right kind back in.\nRichard: Wait, are you still riffing?\nDoctor: I don't know.", "182": "Jian-Yang: Errich is gone. This is my incubator now.\nDinesh: What?\nJian-Yang: Your things are over there.\nRichard: What the fuck?\nDinesh: You just took our shit and threw it on the lawn?\nJian-Yang: Gilfoyle, you are racist. And Richard... you are ugly. The Errich administration is over.", "183": "Jared: Oh! I am a sucker for an intuitive kitchen layout.", "184": "Gilfoyle: (to Richard) It's hard to believe your pathological inability to make a decision finally paid off.", "185": "Richard: I welcome you to Pied Piper's new home. Hoo-hoo-hoo! ", "186": "Dinesh: Are you fucking kidding me, dude? You want us to work in here? This is a fucking black site, Richard! \nGilfoyle: A black site would actually be better, because at least we'd be protected by the Geneva Convention.", "187": "Richard: (whispering) If if we spend all that money, it's gone. Okay, don't you remember Jack Barker squandering all our runway for those fancy offices or Russ Hanneman spending nearly every cent we had on fucking swag? I'm sorry, man, we do not get another chance. This is it.Gilfoyle: There is no point whispering. We can hear every fucking word you say in this sweatbox.", "188": "Richard: Okay, what about this guy, Chris Berger? He's a very skilled engineer. He was very funny when we met with him. I think he'd be great.", "189": "Richard: I'm going to be seeing Laurie Bream at this stupid Innovation Hall of Fame event tonight, and she's gonna ask how hiring is going. She's 11 months pregnant and highly irritable. What am I going to tell her? ", "190": "Dinesh: He sent in a professional headshot. We had no choice. Plus his face looks like a taint.", "191": "Richard: I sent you 63 good people. I spared you kilt guy, openly alt-right guy, obviously closeted alt-right guy, and the guy with the stupid fucking pizza app. It was so lame, it would somehow make you hate pizza.", "192": "Gilfoyle: They have to meet our rigorous standards. I mean, look at the three we've already hired. Just look at them.", "193": "Jared: Alright, Richard, your tuxedo is pressed and ready for the gala. I put a touch of mint in the steamer. You're gonna look like Richard Gere from \"Pretty Woman.\" Maybe tonight you'll fall for a radiant sex worker.", "194": "Gavin: During my sabbatical from Hooli, I toured the wonders of the world, seeking inspiration from mankind's greatest achievements. The Parthenon, Angkor Wat, the Great Pyramid of Giza. But it wasn't until my flight home that I had my epiphany. Yes, those wonders are visited by thousands of people every year, but 2.4 million people visit HooliSearch every minute.", "195": "Gavin: You know, I'm glad I ran into you, Richard. I was actually starting to feel bad about what I did today.", "196": "Dinesh: I don't want to point fingers, but we wouldn't be here if you hadn't let Gilfoyle and me waste so much time being picky.", "197": "Richard: Jared, um call alt-right guy and cologne boy and all the other rejects, and set meetings.", "198": "Kira: We're like family, and you only wanna bring along twelve? I have to do what's right by my guys.", "199": "Jian-Yang: I hate Errich.", "200": "Ron LaFlamme: So, Mr. Yang", "201": "Ron LaFlamme: It's promising tech. One day it could be worth a shit-ton.", "202": "Richard: Our deal with Kira is for 30 fucking coders. Where in the hell are we gonna put them? ", "203": "Ron LaFlamme: Um, Richie, you know a guy named \"Jee-Ann\"? ", "204": "Gavin: Patrice, I'd like to welcome you back to the Hooli family.", "205": "Jian-Yang: I need to prove Errich's dead, so I want to ship a dead body from China, but it's hard to find a white body in China, especially fat like Errich, so I buy a fat, white cadaver from Cincinnati medical school. But to ship to China, then switch box, then ship back, it's way too much money.", "206": "Monica: You spent $19,000 on pizza? ", "207": "Laurie: Sorry I am late.", "208": "Dinesh: Oh! You only make that face when your dick is on fire.", "209": "Jared: Richard, these are real people with real crotches, and they're burning.", "210": "Jared: I write three letters every time I start a job... a personal action plan, a letter to my 40-year-old self, and that, a resignation letter. Uh, I'll be moving my things back into my condo.\nDinesh: What about your squatter?\nJared: Oh, he's been out for months. He left to go sell cocaine at the Keystone Pipeline protests.", "211": "Jared: I already have upwards of 50 burnt perinea on my conscience. Richard, that's enough.", "212": "Gilfoyle: Look, if we're gonna die, let's just die. Why do we have to take Anton with us?\nRichard: Jesus, man. You know that thing's not alive, right? Fuck your dumb machine. \nDinesh: Wait. Do you? Do you actually fuck your dumb machine? Is that the secret on your phone?\nGilfoyle: Fuck you.\nDinesh: Fuck you! Do you raw-dog it? Or do you put a condom on your tiny penis and fuck it in safe mode?\nRichard: Just fuck each other and get it over with. \nDinesh: \"Oh, Anton, fuck me!\"\nRichard: I will fuck both of you...", "213": "Jared: I'm sorry that you had to witness that scene in there. It probably gave you the impression that the company is in disarray, but I can assure you, there's a very simple explanation for that. It... it is. \nGladys: Sorry?\nJared: Yeah, even setting aside our CEO's sexual distortion, adultery, and lowbrow scatlogical vandalism, we're still essentially a... a criminal operation whose only real product is dangerous malware. I see you're fluent in Japanese. Are... are you gonna be comfortable with casual racism?\nGladys: (pointing at the burnt palapa) I'm sorry. What happened here?\nJared: Uh, arson.", "214": "(While in silent meditation)\nErlich: Hsst! Gavin.\nGavin: What?\nErlich: That wasn't really breakfast, was it?\nGavin: Yeah.\nErlich: Seriously?\nMonk: Shhh!", "215": "Richard: Hey, listen, Big Head, do you think I could get your Stanford login so I can access the faculty server array?\nBig Head: Oh jeez. Uh, I don't think I can do that, man.\nRichard: Sure you can, man. Just click on \"Forgot password.\"", "216": "Big head: I'm kinda on super-thin ice with the head of the CS department right now. After Erlich's whole SeeFood thing, Standford started looking into my academic background, realized that I don't really have one, and now I'm on probation, and they've got this real teacher sitting in, watching me.", "217": "Big Head: My username is \"password\" and my password is \"password.\"\nRichard: Your username is \"password\"?\nBig Head: It was just easier.", "218": "Richard: Jared! Did you pay the broadband bill?\nJared: No. I mean, we don't have the funds.\nRichard: What?\nJared: I tried to bring it to your attention, but you said, \"Fuck off, Mom.\"", "219": "(Riding on donkeys)\nErlich: You know, I flew all the way here, to Tibet, on my own dime. You've killed my battery. I don't feel the slightest bit more spiritually centered.\nGavin: Can this thing go any faster?", "220": "Jack: I was just talking to your foreman, Jung-Sho... and he seems to feel that you are all working at maximum capacity and that you cannot work any harder. But I have just flown from America, and I'm here to prove to you that he is wrong. You can work harder, much harder. How? With a little system I like to call the conjoined triangles of success!\n(Cut to Bloomberg News)\nEmily Chang: Breaking news. Hooli CEO Jack Barker has been taken hostage by workers at a Hooli factory in China, which produces cell phones.\nJack: (speaking through a barred window) I want everyone to know I haven't been harmed... and the workers here have assured me that I will only be held as their honored guest until Hooli has met their very reasonable request for fair wages and for humane conditions. On a more personal note, honey... I have to stop now.", "221": "Gavin: Hey. Opium? Are you fucking kidding me? I was on the phone for, like, three minutes.\nErlich: (stoned) Big... Head.", "222": "Richard: You... hypocrites. You fucking hypocrites. When I wouldn't use the fake users, you called me a pussy. When I wouldn't lie on the stand, you called me a pussy. But now, when I'm actually doing what you've been wanting me to do, you quit? You're the pussies. You are the pussies. I'm the only one that's trying to fucking... save what we do here!", "223": "(At Jared's condo)\nRichard: Can I come in?\nJared: Umm... I have company. \n(Richard hears girls laughter inside)\nRichard: Is there a girl in there? (he hears more laughter) How many girls are in there?\nJared: Richard, what do you want from me? \nRichard: Nothing, it's just... you were right about all of it. I killed Anton, and, uh, I lost all of Melcher's data, everybody fucking hates me, and I'm basically one blood boy away from being Gavin Belson. I did not... run the company with integrity... but... I'm gonna end it with some. I'm going to Melcher's office, and I'm coming clean. Anyway... I'm really fucking sorry, man. Well, I'll leave you alone now. Hey. \"This guy fucks.\"", "224": "Jared: (pulls up in his car) Richard!\nRichard: What's this?\nJared: It's a job application. I'd like to submit myself for a position with Pied Piper. I'd really like to be there till the bitter end.\nRichard: \"Lordy, Lordy, looks who's 40.\"\nJared: That's the wrong one.", "225": "Richard: It's up. All of Melcher's data is there.\nJared: How is that possible?\nDinesh: What are those devices? Those aren't phones.\n(Gilfoyle laughs)\nDinesh: Why the fuck are you laughing? You look fucking insane right now.\nGilfoyle: Look at that OUI prefixes in these MAC addresses.\nRichard: Yeah, okay, so what are those?\nGilfoyle: Smart fridges. About 30,000 of them.\nJared: Come again?\nGilfoyle: Jian-Yang's smart fridge must have been self-correcting. In order to fit my \"Suck it, Jian-Yang\" video onto his fridge, I had to add Pied Piper libraries to the firmware. Other smart fridges must've seen this as an update.\nJared: What?\nDinesh: The smart fridges talk to each other, and they share the new software.\nGilfoyle: Right, so when we put that data onto Anton, the last thing he did before he died was back himself up onto a huge network of smart fridges. Anton died so we could live.\nJared: Like Jesus.\nGilfoyle: Oh fuck.", "226": "Richard: Gavin. I like your hair.\nGavin: I like your eye.\nRichard: Yeah, I... I got it from a woman. She didn't hit me. No, the man did... because of sex... that I gave to her.", "227": "Richard: I think perhaps in the end, I will be the one devouring you.\nGavin: I gave you that patent.\nRichard: Thanks.\nGavin: Fair enough, Richard. I shall look forward to the fight.\nRichard: Right back at you, Gavy, baby... Gavin.", "228": "Richard: Did Erlich ever show up in Tibet?\nGavin: No.", "229": "Richard", "230": "Dinesh: Even if we get our code into that app and onto all those phones, people are just gonna delete the app as soon as the conference is over.\nRichard: People don't delete apps. I'm telling you. Get your phones out right now. Uh, Hipstamatic. Vine, may she rest in peace.\nJared: NipAlert?\nGilfoyle: McCain/Palin. ", "231": "Dinesh: It's so great to see you, Mia.\nMia: How's Pakistan? \nDinesh: It's so great. I was there for a while, and as I said before, I have to go back there right after this for an extended period of time. Anyway, how's all this stuff going? You must be, like, dying of boredom.", "232": "Mia: There's a computer in the library that's not supervised on Sundays. I think if I can pull library duty, I'll be able to sneak on and track down whoever ratted me out. I am going to destroy that motherfucker.\nDinesh: Not if I destroy him first.\n(Dinesh leaves)\nDinesh: (to the prison guard) Excuse me. What's your policy on anonymous tips?", "233": "Dinesh: You're not seriously thinking of going to Tibet?\nGilfoyle: You're broke. How the fuck are you gonna pay for that?\nErlich: That's where you come in, my great friends. I figured we might pass the hat? Just give whatever you are comfortable with.\nJian-Yang: I'll pay for it, whatever it costs.\nErlich: Well, it seems the smallest of us has the biggest heart. Thank you, young Jinathon. Business class? \nJian-Yang: Premium economy. You fly one way.\nDinesh: Don't you need a visa to go to China?\nJian-Yang: Yes. I can call my uncle in Beijing. He's very corrupt.\nErlich: That sounded... ominous, but, gents, it's as I was saying", "234": "Erlich: Every time we've gotten a whiff of success, a giant pelican by the name of Fate takes a four-and-a-half- pound shit right on top of us.", "235": "Richard: You're always telling me how you spent your entire childhood pretending that everything going on around you was okay.\nJared: Uncle Jerry's game. \nRichard: Yeah, that. Let's play Uncle Jerry's game.", "236": "Erlich: Last night, when I was sitting out there by the smoldering husk of my palapa, so cruelly taken away from me... \nDinesh: You burned it down yourself.", "237": "Erlich: Well, now, gentlemen, this is it. Goodbye. Obviously, I don't care to make a big deal out of it, so I think it's sufficient just to go around and each of you say a memory or two of times where I've profoundly impacted your life. (silence) It doesn't have to be a profound impact. \nJian-Yang: We're leaving now.\nErlich: What? \nJian-Yang: International flight. Four hours early.\nErlich: No, international flights are three hours early. \nJian-Yang: It's a new rule.", "238": "Jared: Gavin Belson started out with lofty goals too, but he just kept excusing immoral behavior just like this, until one day all that was left was a sad man with funny shoes... Disgraced, friendless, and engorged with the blood of a youthful charlatan.", "239": "Gilfoyle: It would make me very happy to pour boiling metal down Keenan Feldspar's asshole.\nDinesh: How would that even work?\nGilfoyle: Flip and pour.\nDinesh: He's gonna run, and then you're slowly chasing him, trying to not spill your vat of boiling metal. You're gonna look like a fucking idiot. ", "240": "Richard: That whole spaces-tab thing was... \nWinnie: Kind of petty?\nRichard: Petty? No, I was gonna say \"illustrative of our vast differences.\"", "241": "Richard: Are you playing PeaceFare?\nJared: Yeah. I just gave an orphan her first calculator.", "242": "Winnie: That's his booth right there. \nRichard: Oh wow. He's got a big one... I mean the booth. But, um, boyfriend, uh-oh. Awkward. \nWinnie: Why?\nRichard: Nothing. It's not. It's actually... it's cool. Totally cool. Cool beans. Beans, beans, magical fruit. The more you eat, the more you...\nWinnie: Toot? \nRichard: Toot.", "243": "Erlich: You know, Jian-Yang, the silence in the car gave me some time to think about the fact that our differences... \n(Jian-Yang throws Erlich's bag to the curb)\nErlich: Jesus! Sorry. Jian-Yang!", "244": "Jared: Oh! Here he comes, folks. Oh, thanks. Richard Hendricks, the Monet of compressionism.", "245": "Richard: Okay, I have an idea. So, I've got one Pineapple left. Now, I've rigged some batteries on top of it, because we're gonna have to go mobile. \nDinesh: Oh.\nRichard: We have to try. Okay, I'm going to put this in your backpack.\nDinesh: Oh no. \nRichard: No, it's fine.\nDinesh: I don't want it. I don't want it.\nRichard: Dinesh, it's fine. And you, you're gonna hold this kill switch, and then you're gonna walk into the most densely populated area you can find. All right? If you see the security coming, remember, you press that button and, poof, you're gone. \nDinesh: I'll get as many of those motherfuckers as I can.\nRichard: We'll be rewarded in the end.", "246": "Gilfoyle: What did you change it to, Richard?\nRichard: What?\nGilfoyle: Joel's screensaver.\nRichard: It doesn't matter now.\nGilfoyle: No?\nRichard: PoopFare.\nDinesh: I'm sorry. PoopFare?\nRichard: Yeah, it was, like, a play on the name.\nDinesh: Is it a play on the name? PissFare would be way better.\nGilfoyle: Or PenisFare.\nDinesh: Or PeaceFart. That's just changing one letter.", "247": "Jared: You sacrificed... everything that we've worked for... for PoopFare? How was PoopFare... for the greater good?", "248": "Jack: Come on, give it up! I love this company! And how about you? And how about Jamiroquai?", "249": "Gilfoyle: Hey, have you seen Keenan's demo? Reddit is shitting itself over it.\nErlich: Of course I've seen it. I'm his keyman. He gave me one of the first opportunities to shit myself over it.", "250": "Erlich: Keenan was born with a golden horseshoe up his ass, while you sit here toiling away in an icebox you call your home office, cursed with the Midas touch of shit.\nRichard: I'm not cursed, and the icebox you're referring to is your house, okay?", "251": "Dinesh: I walked up a hill, and on top of the hill, there was a tavern. And I walked into the tavern and I could just look everywhere, and there was a barmaid. Guess what. I walked right up to the barmaid, and I just looked at her for a really long time.", "252": "Gilfoyle: I'm not one to gush, but the possibilities of your consequence-free reality are darkly promising.", "253": "Keenan: Wow. You really vomited a lot... and, like, immediately.", "254": "Keenan: You want a beer? I just put in a fresh keg.\nGilfoyle: He put in a fresh keg.", "255": "Scott: A semitruck slid right through the door and hit the main breaker panel and melted down the entire facility. The driver was incinerated, instantly.\nJack: I see. Well, our thoughts and prayers, obviously, but we'll still be ready to roll out in time for Hoolicon, right?", "256": "Jack: I mean, it's my first Hoolicon as CEO of this company. I... I'm supposed to get up on stage, in front of an audience of thousands, and deliver a keynote presentation built entirely around the release of Box Two! I was going to descend onto the stage, in a giant box. Boom! Jack-in-the-box. Then Mike Tyson and Floyd Mayweather were gonna come out and box over who was gonna get to take home the first new box! These are world-class puns! Now I got nothing!", "257": "Richard: Have you been here all weekend? \nGilfoyle: Is that the sushi guy?\nJared: Matching pajamas.\nRichard: You guys look like you're in a cult.\nDinesh: Oh, Keenan gets these for free.\nGilfoyle: Yeah, we're not gonna wear the same thing three days straight.", "258": "Gilfoyle: The VR is rad now.\nRichard: Gilfoyle, \"rad\"? You are wearing the exact same pajamas as Dinesh, and you're saying \"rad\" now? You have been sucked entirely into his little... Keenan vortex.\nGilfoyle: Okay. I grant you, with... the benefit of even a second's distance, this isn't a good look.\nDinesh: I don't know. I think we look rad.", "259": "Hoover: (referring to Gavin Belson) When he looked at you, you felt like you were the only two people in the world.\nJack: Hoover.\nHoover: Yes, sir.\nJack: Get the fuck out of my office this instant.", "260": "Dinesh: Richard, listen, it's like we've been lost at sea for a long time on a tiny boat, and there is no wind. And now, through sheer luck, we've just happen to drift right up to Hawaii. Now, we can continue sailing into the unknown, and probably sink or die of starvation or scurvy,or we can get off in Hawaii. Let's get off in Hawaii.\nRichard: What's so good about Hawaii? \nGilfoyle: Have you never been?\nRichard: No.\nGilfoyle: It's very nice.", "261": "Jared: Richard, you are my captain, and I'm your mate. And I will sleep in the bilge with the vermin, and I will eat hardtack, and I will say, \"Thank you.\" And if duty requires, I will stand on deck, and I will salute you as we sink beneath the waves. But as poor as our odds are, I'm worried that if we turn down this offer, we will lose the rest of our crew, and if that happens, you will lose everything, Richard. Your algorithm.\nRichard: So, you're saying that if I say no to this... I risk having a mutiny on my hands.\nJared: Aye, Captain.", "262": "Keenan: You and me together, bro? Look how strong this is. Fucking forget about it. We're gonna be fucking cutting class and crushing ass.", "263": "Jared: Richard? Are... are we okay?\nRichard: Uh, no, Jared, we're... we're not okay. We're fucking rich!", "264": "Richard: How am I supposed to tell the guys that I'm taking away their payday? You don't understand. Keenan had us pouring champagne all over each other like a bunch of fucking douchebags.", "265": "Dinesh: We thought you were cursed, but maybe it was just your proximity to Erlich. I mean, that dude must've driven a van over a bunch of gypsies in a previous life.", "266": "Richard: Well, concrete's still pretty warm from the fire. He should be okay for at least a few more hours.", "267": "Richard: Jared, how many people attend Hoolicon?\nJared: About a quarter of a million... over the whole weekend.\nRichard: And, Gilfoyle, um, how many more phones do we need to get us off Azure?\nGilfoyle: A hundred and twenty-three thousand, give or take.\nRichard: Dinesh, how much are tickets to Hoolicon?\nDinesh: Why would I have that information?", "268": "Richard: I would like a... an STD check.\nDoctor: What, did you graze your penis against a toilet seat?", "269": "Erlich: I will not allow you to make the same mistake that Uber, Palantir, Zenefits, and, in my earlier years, Chipotle made by not hiring me.", "270": "Erlich: There is a grotesque gender imbalance in the VC field right now. I can help you navigate the toxicity of this male culture which is encroaching on our feminist island. I mean, for instance, there's something called mansplaining? Have you heard about this? \nMonica: We know what mansplaining is...\nErlich: (Interrupting) Mansplaining is when a man will condescendingly explain something to a woman that she already knows.", "271": "Glifoyle: Dinesh, the one good thing that came out of you slapping your body against that cyberterrorist in a vulgar parody of the act of love is that we finally have a network with real security value.", "272": "Jared: We may not be a global epidemic yet, but... we've leapt from bat saliva to humans and... and we've just killed our first few villagers.", "273": "Erlich: I'm not gonna drop that kind of dough on a fridge.\nJian-Yang: I ordered it already. I buy it for myself.\nErlich: Then why are you talking to me about it?\nJian-Yang: To make you feel bad, because you are fat and poor.", "274": "Dinesh: Well, try and get a selfie with Steph Curry.\n\nErlich: I will, assuming she's there.", "275": "Ron Laflamme: Limp biscuit's an old frat ritual, where all the brothers race to stroke one out onto a biscuit, and then the last guy to nut has to eat it.\nJared: Right. Sometimes it's a Wheat Thin.", "276": "Gilfoyle: This thing is addressing problems that don't exist. It's solutionism at its worst. We are dumbing down machines that are inherently superior. ", "277": "Fridge: Uh-oh! That yogurt is expired.\nJian-Yang: See? This could've killed me. Now I can give it to Erlich.", "278": "Erlich: May I borrow this hammer to pound in these flamboyant little nails?\nGilfoyle: Those are screws. ", "279": "Jared: Go for Chambers. Ned! I knew it was you. Hey, did that pussy Jared keep you on hold long? I eat that motherfucker's lunch every day. No, man, I literally eat his food. What do you want? Uh-uh, ain't gonna happen. That's as high as we go, homo. Till next time, rook.", "280": "Jared: So, we just ate the Wheat Thin, didn't we?\nFridge: Oh, I'm sorry. I didn't see any Wheat Thins. Shall I add them to your shopping list?\nJared: Eh, sure.", "281": "Dinesh: Hey, Richard, but you're not seriously gonna defend yourself in court, right?\nJared: Well, Larry Flynt did it. And Sir Walter Raleigh, although he lost and was publicly beheaded. But you could argue that he eventually won in the court of history.", "282": "Richard: We now have 20 grand we would have otherwise lost if I had listened to you delicate little snowflakes and settled.", "283": "Jared: I had to let Ed Chambers go.\nRichard: Who?\nJared: My fictional supervisor. He bragged to a sales rep at LaCroix about doing it to Sonia Sotomayor, so Ed is no longer with us.\nRichard: I'm sure we can manage.", "284": "Erlich: I believe the future is female... anyone who says otherwise can suck my fat dick.", "285": "Erlich: Three-pointer? What, are we in Europe?", "286": "Jared: It's good to face your fears. I was scared of intruders till I had one of those in my room, and then I realized, you know, if they're gonna kill me, they're gonna kill me. 'Cause he kept... whispering that.", "287": "Russ: Fuck you, Richard Hendricks. Fuck you right in your little asshole, and not in the beautiful way, like Grandpa and Pedro.", "288": "Richard: The point is, if you don't draw the line in the sand when some guy pisses in your car, where do you, you know? \nErlich: Did someone piss in someone's car?\nRichard: Not literally, no. It's a, uh, it's a figure of speech, an old one.\nErlich: Ah, an adage.", "289": "Richard: Anyway, uh, Jared, let's get a deck together on this.\nJared: Aye, aye, Captain. ", "290": "Erlich: Let's hit the road. We're gonna piss in everyone's car. Am I using that right?", "291": "Erlich: Perhaps we need a new angle. I'll fake a seizure. \nRichard: What?", "292": "Erlich: Is it a slight Idaho accent, Liz?\nLiz: Oh. It's Montana, actually.\nErlich: Even better. The big blue sky state. ", "293": "Richard: We're trying to make a business deal, not get you laid. \nErlich: I'm not trying to get laid, Richard. Clearly, she has a lot of pent-up sexual energy, likely from working in this worm farm, so that's the angle I'm taking since I'm not allowed to have a seizure.", "294": "Richard: Look, can you just please, for once, keep your dick out of the equation?\nErlich: I really wish I could, but my dick is the abacus upon which this equation will be... ", "295": "Dan: You fucked my wife.\nErlich: I fucked your wives. Plural. Both of them. \nRichard: Erlich, the customer is always right, so let's just leave it at \"wife,\" singular, and be done with it.", "296": "Erlich: I love the smell of fresh spackle and hope.", "297": "Erlich: I wanted to offer my services as an associate. And I will not phone it in. I'll be the first one here at 10", "298": "Gilfoyle: I'm just looking at your very embarrassing personal information.\nDinesh: Fuck you. If you look at my shit, I'm gonna look at your shit.\nJared: All right, whoa, whoa. Easy now.\nGilfoyle: I'll go balls deep on your inbox.\nDinesh: If you've taken one fucking selfie, I will find it.", "299": "Keenan: Hey, man. I don't know who you think you are, but you're not supposed to be at this table.\nErlich: I don't know who you think you are, but men aren't supposed to grow tits, and yet there they are, atop your little paunch.", "300": "Richard: I can't believe I jeopardized the entire company with my dick.\nJared: Hey, hey. We can get through this.\nRichard: Yeah.\nJared: All right. First, I need some details. Are you in love?", "301": "Jared: Now, you need to break this thing off clean and clear, so you just walk into that office and... and you look her in the eyes, and you say... \"Listen, baby... you're getting hitched, and... and I... was born to roam.\"", "302": "Jared: Oh, I am so glad this is over. I felt like Gibraltar in World War II, where it was both crucial and inert.", "303": "Dinesh: I know all my embarrassing shit is on your phone and if you look at it, you will mock me endlessly and without mercy. But what's also true is that you already mock me endlessly and without mercy, so I have nothing to lose and, potentially, a huge amount to gain.", "304": "Richard: It was such a bad thing to have done.\nLiz: The worst sex I think I've ever had... by far.\nRichard: Oh, s... it... so it was bad for you... too?\nLiz: Yeah, I mean, it was just all elbows. I mean, how many times did our teeth clink?\nRichard: Uh, too many. Mm-mm. Too many. Too many. \nLiz: You know? And you move your head a lot.\nRichard: Well... passion... \nLiz: None. Right? I know. Like right out of the gate. When I took my top off, and you actually said the word \"gulp\"?\nRichard: I said it? \nLiz: Yes. Yeah.\nRichard: Out loud? Okay. Mm-hmm. Well, mistake on my part.", "305": "Richard: I was born to roam, anyways... so.", "306": "Gavin: This is where it all began, gentlemen. The birthplace of Hooli. Peter Gregory's mother's garage. That was Peter's workstation. This was mine. Things sure have changed. But in a way, they've stayed exactly the same. As we forge our new path together, we must remain focused on what's really important... not material success or wealth, but this, the spirit of innovation... a few coders, some ramen, and a dream. And that is why I brought you here. All right. Let me show you the rest of the place. \n(Gavin opens garage door to reveal the gargage is inside a much larger garage)\nGilfoyle: Ah. You've got a garage inside your garage.", "307": "Richard: Is Bryce your assistant?\nGavin: No, of course not. He's my transfusion associate.\nRichard: Which is?\nGavin: Are you really not familiar with parabiosis?\nRichard: Can't say that I am.\nGavin: Well, the science is actually pretty fascinating. Regular transfusions of the blood of a younger, physically fit donor can significantly retard the aging process. And Bryce is a picture of health. Just look at him. He looks like a Nazi propaganda poster.", "308": "Erlich: This is quite the baby shower. I bet you think you're some big swinging dick, now that you're getting invited to all these fancy VC soirees.\nJian-Yang: Yes. My dick is very enormous... and my app made Raviga a lot of money... and I still pay no rent.\nErlich: Nobody likes a braggart, Jian-Yang.", "309": "Monica: Hey, guys.\nJian-Yang: Hello. Congratulations. You're pregnant.\nErlich: No, no, no. No, she... No, she... No, no.", "310": "Erlich: Monica... this is not a baby shower. This is a coup.\nMonica: What are you talking about?\nErlich: Ed Chen didn't throw this party to impress Laurie. He threw it to oust her. Invite all these misogynistic A-holes who think that pregnancy is a weakness, convince them that she's shirking her responsibilities at Raviga. You said it yourself, there's more dick in here than a synthetic pussy convention.\nMonica: I didn't say anything close to that.\nErlich: No?\nMonica: No.\nErlich: Regardless, Ed Chen and Aarush are bro'ing down. I suggest you get in before you get cut out.\nMonica: Tequila shots at a baby shower. You want me to join the frat house?\nErlich: Unfortunately, in this climate, Monica, you either bro down or you go down.", "311": "Erlich: Jian-Yang are you drinking creamer?\n\nJian-Yang: It's a half-half.", "312": "(Gavin finishes his blood transfusion)\nGavin: Hard work is the price of greatness, so let's get to work! Well, this meeting was just absolutely fucking great! Richard, Donald... Goldfoil! (starts doing karate kicks) Woo! Go team! Woo!\nGilfoyle: Uh... the fuck just happened?", "313": "Bryce: Gavin has obviously had a lot more success than you, Richard, and I just think having an asset like Gavin Belson on your side... \nJared: (gets mad) What'd you say? You dick!\nBryce: Whoa!\nJared: You dick! You dick!\nBryce: Okay.\nRichard: Whoa. All right.\nJared: Fuck you!\n(Bryce leaves)\nRichard: Okay. It's okay.\nJared: I'm sorry. I'm sorry.\nRichard: It's okay. It's okay.\nGilfoyle: This is already the best job I ever had.", "314": "Richard: (About Bryce) Yeah, he's real. Real mouthy. I mean, he's sticking his perfectly symmetrical face into actual smart people's business. I mean, that Ken doll probably thinks traversing a binary search tree runs in the order of \"n,\" instead of \"log n.\" Idiot.", "315": "Mia: (to Dinesh) Brought you some dinner Neshi.\nGilfoyle: Neshi?\nMia: Shut the fuck up, Gilfoyle.", "316": "Gilfoyle: (to Dinesh) Hey, look, it's Osama Bin Fuckin'.", "317": "Dinesh: So, she's super attractive, and she's super smart, and she's way into me, like way more than a normal person should be. And sex! There's so much sex! The problem is the part after.\nGilfoyle: When you have to apologize.\nDinesh: No. When we do pillow talk.\nJared: Oh. That's the best part. Everything before that is just foreplay.", "318": "Dinesh: I have to end it, right now. First thing Monday. Well, Saturday is her sister's wedding. And then Sunday... you know, Sundays are just for me, you guys know that.", "319": "Erlich: I'm afraid you caught me at an inopportune time. I'm long overdue to a trip to my dispensary, so I don't have much. But I have Bubba Kush, Chocolate Thunder, Barbara Bush, Barbara Streisand, Barbara Bush, Jr....", "320": "Monica: I bro'ed down with him pretty hard. I mean, I think I did. It's... to be honest, I was kind of all over the map. I shotgunned a warm beer, and then I acted all blown away when he showed me 40 minutes of snowboarding videos set to Diplo remixes.", "321": "Monica: Why did you say I should bro down with Ed Chen?\nErlich: I say a lot of things, Monica. I say a lot of things.", "322": "Dinesh: I know you think I'm some sort of crusading badass who built a ticking time bomb and slipped it to Gavin Belson to bring him down as retribution for his wrongdoings. But the truth is, because of my gross incompetence during my brief and utterly disgraceful tenure as PiperChat CEO, I incurred billions of dollars in COPPA fines by exploiting underage users, and was saved only by my own cowardice, which led to me throwing up on myself.", "323": "Gavin: I had my blood tested this morning. My cholesterol is through the roof. At this rate I'll be dead by the age of 120.", "324": "Gilfoyle: I hate to invoke the Nazarene, but, Jesus Christ, what the fuck, Richard?", "325": "Jared: Sometimes you have to make compromises. I mean, I once slept with the head of an assisted-living facility to get my friend Muriel bumped up the wait list. Am I proud of it? No. Do I regret it? (shakes head)", "326": "Gilfoyle: You ratted your girlfriend out to the FBI, because you're too big of a pussy to break up with her?\nDinesh: I'll never tell, but yes, yes, I did. The FBI lady hit me in the face, so Mia's never going to suspect me.", "327": "Dinesh: All right! What has two thumbs, zero dick pics, and just quit Periscope?", "328": "Richard: I read Peter's notes, all of them, and he knew that a peer-to-peer Internet was possible in the future, but he was also basing that on, what, old desktop computers. He never, ever foresaw the ubiquity or power of all of our modern-day smartphones. He was also dealing with a completely different Weissman limit. So... uh, yeah. Yeah. Okay.\nGavin: What is that? Is that number correct?\nRichard: The delta in mean device efficiency? Yeah, it is. See, eventually, over time, this will render every server that Hooli operates obsolete, which would make Jack Barker shit himself.\nGavin: Holy shit! ", "329": "Dinesh: Oh, this is weird. Mia just texted me \"Good luck with the demo.\" Did any of you guys tell her about this?\nGilfoyle: Your hacker girlfriend wouldn't happen to know the model of our router, would she?", "330": "Jian-Yang: What would you say if I told you there is an app on the ma...\nErlich: We're past that part! Just demo it.\nJian-Yang: Okay. Let's start with a hot dog.\n(the app successfully identifies a hot dog)\nMonica: Oh shit. It works!\nErlich: Motherfuck!\nJared: Huzzah!\nErlich: Jian-Yang, my beautiful little Asiatic friend, I'm going to buy you the palapa of your life. We will have 12 posts, braided palm leaves. You'll never feel exposed again.\nDinesh: I'm gonna be rich. Fuck you, Gilfoyle.\nJared: Do pizza.\nErlich: Yes, do pizza.\n(Jian-Yang tries the app on a slice of pizza)\nApp: Not hotdog\nMonica: \"Not hot dog\"?\nErlich: Wait. What the fuck? Huh?\nMonica: That's... that's it? It only does hot dogs?\nJian-Yang: No, and \"not hot dog.\"", "331": "Erlich: Jian-Yang. Motherfuck. I gave you the ability to spin gold, and instead, you've spun pubic hair with shit in it, and gravel and corn... ", "332": "Jian-Yang: (to Monica) Erlich was right. You are a white witch.", "333": "Jared: When you don the skin of the beast, the man within dies.\nRichard: What is that? Nietzsche?\nJared: One of the boys at my group home always said that. He died.\n", "334": "Dinesh: I don't think we need to be afraid of the Wi-Fi.\nGilfoyle: It's pronounced \"way-fee\" and clearly you don't understand the threat level of the person that you're sexually disappointing.", "335": "Jared: Why is Richard in there with Brett Saxby? I mean, he was in Gavin's inner circle. Is Richard aware of that? Is anyone taking notes? Does Richard even have a pen? It's 10", "336": "Bighead: I might run out of material soon. We already watched the Facebook movie, A.I., The Net, and half of Tron.\nDinesh: Which Tron?\nBighead: What? No. Tron.\nDinesh: There's two Trons.\nBighead: Oh, shit. That's awesome. It should get me through another week. Thanks.", "337": "Erlich: Gentlemen, I just paid the palapa contractor. The palapa piper, so to speak. The dream is a reality. We'll no longer be exposed... to the elements.", "338": "Jian-Yang: I fucking hate SeeFood. I have to look at different hot dogs. There's Chinese hot dogs, Polish hot dogs, Jewish hot dogs. It fucking stupid.", "339": "Big Head: Your phone has technology inside it, so you're double-learning.", "340": "(Jian-Yang pulls up in a yellow corvette)\nErlich: Jian-Yang, what in the good fuck is that?\nJian-Yang: It's called business expense. You buy a hut. I... buy a car. You say, \"Keep doing SeeFood until money is gone.\" Now, the money is gone. Dick... is up.\nErlich: Where'd you get those sunglasses? Did they come with the car?\nJian-Yang: These are from your mom.", "341": "Gilfoyle: The fuck was that?\nErlich: Oh, just three months of runway being driven off by 90 pounds of asshole.\nGilfoyle: Spoken by a 280-pound pile of shit.", "342": "Richard: I'm not hiring him. He uses spaces not tabs.", "343": "Jared: You need me... the half-crazed, half-Apache who will do anything to get your back. I'll scalp Gavin if I have to, and all the rest of those paleface sons of bitches. I'll kill them with knives. I'll kill them with guns. I'll kill them with my hands. I'll talk them into suicide. It doesn't matter.", "344": "Jared: Together again. Butch Cassidy and his head of business development.\nRicard: Oh, wow, another Western reference.\nJared: Yaw! Let's go.", "345": "Gilfoyle's Notes: David Burnham. Annoying slob, fucked-up face. I could write better Python with my asshole.", "346": "Jared: Gilfoyle is a man of intense pride. So, when he refers to a potential employee as a \"pig-faced fuck nose,\" what I hear is \"I need to be needed.\" ", "347": "Jared: Gilfoyle's insults are normally well crafted, almost poetic. Last week he referred to me as Frankenstein's bulimic daughter.", "348": "Erlich: Wait, that's stealing.\nStudent: No. It's exactly what Mark Zuckerberg did to the Winklvii in that Facebook movie Professor Bighetti had us watch. And he was the hero of that film.", "349": "Erlich: (to Bighead's class) I've read a number of disparaging articles about your generation in The Atlantic and Slate.com summaries. It's all true. Trigger warning", "350": "Jian-Yang: You know, the car was a mistake. I was driving next to a store window, and I stop and look in my reflection. I looked like an asshole.", "351": "Erlich: Gentlemen, I'm off to be out and about in the 'Vette. Be back for supper, that is, of course, unless I get fucked to death by the fairer sex.", "352": "Gilfoyle: Thanks for asking. I'm going to put this as delicately as I know how. You can chortle my balls.", "353": "Laurie: Jian-Yang unwittingly crafted an amazing tool for the real-time detection and filtering of penile imagery.\nMonica: And Periscope does have a dick problem.", "354": "Jian-Ying : Erlich, is the refrigerator running? This is Mike Hunt, and he's rich.", "355": "Gilfoyle: Did your deal with Periscope ever close?\nDinesh: Yep. If I stay a year, I vest a big chunk of Twitter stock.\nGilfoyle: Great. Great. And... what exactly are you working on?\nDinesh: Oh, you know, we're tuning... our algorithm. We're reconfiguring our... classifier from food to... another purpose.\nGilfoyle: Uh-huh. In other words, you sit around and look at dick pics all day long. Don't let me stop you. (looks at the computer screen) Wow. I would say, \"Not safe for work,\" but this is your work... for a year... at least. Is that one... actually a hot dog?\nDinesh: No. Not hot dog.", "356": "Doctor: Are these my favorite nail beds I've ever seen? No, but they're fine.", "357": "Richard: I was gonna sleep last night, but, uh... I thought I had this solve for this computational trust issue I've been working on, but it turns out, I didn't have a solve. But it was too late. I had already drank the whole pot of coffee.", "358": "Richard: You know, all the guys at the house, they think I'm nuts, but I'm not nuts.", "359": "Jian-Yang: Question for you. What's better than octopus recipe? Answer for you. Eight recipes for octopus.", "360": "Jian-Yang: My grandmother gave me a family recipe before she died in a horrible way.", "361": "Erlich: (slowly) Shazam... for food.\nJian-Yang: No, Shazam's not my vision.\nErlich: Of course they know that you're not pitching Shazam. That already exists. This would be a Shazam... for food.\nJian-Yang: No. \nErlich: Sorry. Language barrier. Do you speak Mandarin? Anybody? No?\n(Erlich speaks gibberish)\nJian-Yang: That's not Mandarin.\nErlich: He's a stickler for the accent.", "362": "Dinesh: I thought I'd have to, like, answer to Congress or something.\nGilfoyle: Yeah, that makes sense. You were worried sick about the wrath of a bloated and inept bureaucracy, but feel totally comfortable having crossed a spiteful and vindictive megalomaniac with unlimited funds.\nDinesh: Shut up. Gavin wouldn't come after me personally.\nGilfoyle: I think you might be the first Pakistani man to be killed by a drone inside the United States.", "363": "Dinesh: People don't have people killed in the Valley. Not even Gavin Belson. Okay? Right, Jared?\nJared: I... I once saw him throw a sloth down a flight of stairs after a presentation, and he said it was an accident, but he had this look in his eyes. I... I can't rule it out.", "364": "Erlich: If all goes well, it is the beginning of the era of Erlich Bachman and his funky Asian dude friend Jian... Jian? Jian-Yang!", "365": "Erlich: You're gonna walk away from $200,000? You know who walks away from that kind of money, Jian-Yang? Richard, a crazy person.\nRichard: Crazy? No. Opposite.\nErlich: He walked away from $10 million. Now look at him... wet pants, stealing towels, babbling about technical issues that he can't solve.", "366": "Richard: Got a lot of work to do. I'll be in the pool. Not crazy.", "367": "Big Head: I actually did some image recognition stuff on Nip Alert, so maybe you could hire me to help on the demo, 'cause my dad's been, like, kinda on me lately to, like, get a job or go to school 'cause... 'cause he's upset that I lost all that money on... on PiperChat. And then also, you helped me lose that 20 million on Bachmanity.\nErlich: Big Head, um... Jian-Yang's culture... he's... Chinese... won't allow him to accept outside help.\nBig Head: Oh, right, 'cause of Chinese. Okay, well, that makes sense.", "368": "Stanford Admissions Staffer: Wait. Nelson Bighetti. Were you on the cover of WIRED magazine?\nBig Head: Yeah, and actually inside, too.", "369": "Monica: You do realize I'm literally the only person in this entire grocery store who's actually buying stuff for myself.", "370": "Dinesh: On the off chance that this is an actual real woman, getting murdered seems like an acceptable risk.", "371": "(Jared looks under a tarp and discovers Peter's self-driving car)\nCar: Select destination.\nJared: (startled) No. No. No.\nCar: Optimizing route to Arallon.\nJared: No, thank you.", "372": "Ed Chen: Well, she had some concerns about getting into business with you again, but I can pretty much talk that broad into anything.\nErlich: Ha! Cheers to that.\nJian-Yang: You're a con man, like Erlich!\nEd Chen: What does that mean?\nErlich: It... it's a little term of endearment we have around the house. Uh, a confident man. He sees me as a confident man, and he looks up to me. You know, you have to be patient with him, 'cause he's a bit of a moron.\nEd Chen: Moron?\nErlich: No, no, no. I mean, he's... Not in tech.", "373": "(Conversation as translated from Mandarin except where noted)\n\nEd Chen: Jian-Yang, this is really important. You need to give us a functional app.\n\nJian-Yang: There isn't one. We haven't even made a demo.\n\nEd Chen: You haven't made one? Why?\n\nErlich: (in English) Boys, boys, let's speak in English. It's the law.\n\nJian-Yang: I wanted to do octopus recipes.\n\nEd Chen: Octopus recipes?\n\nJian-Yang: All I hear is (in English) \"I'm a big fat fucking asshole.\"", "374": "Dinesh: Oh, hey, Gilfoyle. This is Mia.\nGilfoyle: Are you gonna murder Dinesh?\nMia: No. \nGilfoyle: Bummer.", "375": "Gilfoyle: (to Mia) I always thought you were a fat, bald weirdo.\nDinesh: Well, she's not. She's a thin, hairy regular.", "376": "Dinesh: So... do you like movies?\nMia: Depends on the movie.\nDinesh: I'm the exact same way. It being a movie doesn't mean I'm gonna like it.\nWaiter: Would you care for some wine or a cocktail tonight?\nMia: Uh, just water, please.\nDinesh: Just water, please. (pause) I love water. I do. Oceans, rivers... lakes. (pause) When does a pond become a lake? I wonder if it's depth.(pause) Where are those waters? Felt like we ordered waters a while ago. And... (phone buzzes) What? Fucking prick.\nMia: What? \nDinesh: Oh, nothing. It was just a text from Gilfoyle.\nMia: Gilfoyle isn't a prick.\nDinesh: Yeah, I'm sorry.\nMia: He's a motherfucking prick.\nDinesh: What?\nMia: That guy sucks. Everyone hates him on the message boards. You know, putting a face to the name made so much sense.\nDinesh: Right, 'cause his face sucks, too. \nMia: Totally!\nDinesh: Yeah.\nMia: I have to find this one post of his. It was insane.\nDinesh: You know, he has no friends. He pretends like he's all dry and witty, but he's just a monotone piece of shit.\nMia: And being a Satanist just means you're ugly, and you're leaning into it.", "377": "Richard: I mean, who here has a smartphone, right? You, you, me, Jian-Yang, Dinesh, Monica...\nErlich: Richard, you don't have to name everyone you know.", "378": "Dinesh: I did sex on her.", "379": "Monica: Erlich, do you know how badly Ed Chen just fucked me with Laurie?\n\nErlich: Let me tell you something, a threesome is always awkward especially the first one. Laurie begin a little bit older...", "380": "Dinesh: When you hip your bosses to our numbers and they get visible hard-ons, have them move quickly. Erlich, you're with me.\n(they leave the conference room)\nErlich: It's \"hards-on\".\nDinesh: What?\nErlich: Hards-on not hard-ons. It's a syntactical error that I could've remedied if you had just given me the space to speak.", "381": "Richard: Okay, well, suck a dick.\nDinesh: I'm sorry, what did you say?\nRichard: Nice blazer. Thank you. Where'd you get it? \nDinesh: Does it matter?\nRichard: I just want to know where I can get one, so I can look like a total fucking douchebag.", "382": "Jack: I'm whipping up some proposals right now that are gonna knock that wig right off your head. Yeah. (leaves the room)\nGavin: What the fuck is he up to? (feels his hair) (to Denpok) Look like a fucking wig to you?", "383": "Erlich: You can't just wiggle your little tush and expect every VC in the Valley to get hards-on.", "384": "Erlich: I am your lead investor, you will respect me as such.\nJian-Yang: I do not respect you. You're not any kind of investor. You own nothing.\nErlich: I own 10 percent. You live in my incubator.\nJian-Yang: No, you evict me, I evict your 10 percent.", "385": "Dinesh: Do you think I have too much product in my hair?\nGilfoyle: No, I think you should use more.\nDinesh: Wait. Are you saying that because you think I look ridiculous and you want me to look more ridiculous next time?\nGilfoyle: Which answer will get more of that stuff in your hair?", "386": "Dinesh: Oh, it was soaring, Emily... right into a clogged toilet. And not just like a standard clogged toilet. Like, I don't need a plunger. I need a shovel and a bucket. ", "387": "Jared: Have you seen the new Sports Illustrated swimsuit edition? The cover model has the most lovely, enigmatic facial expression.\n", "388": "Jared: What do you mean you were looking at user data? You violated our system? Richard, you were inside us?", "389": "Erlich: Stupid fucking Jian-Yang and his shitty app. I don't even know if it is shitty.", "390": "Bighead: He asked if he could pitch me, and I said sure, and then he kind of just like kept talking for a while. Oh. You don't think that could've been the pitch, do you?", "391": "Gilfoyle: (pouring champagne) I mean, I knew Dinesh was going to fuck this all up, but honestly, this couldn't get any better.\nGilfoyle: What's with the shirt?\nJared: Oh, he sort of became ill on himself.\nGilfoyle: I was wrong. This just got better.", "392": "Jared: I know, in the fable, Pied Piper led all the children into darkness, but now we're doing it.", "393": "Denpok: By forgoing Western gadgetry, simply stationing myself in the hall outside of his office, I was able to overhear him speaking of his plans to move against you. He even referred to you as \"Gavin... Smellson.\"", "394": "Richard: One time when we were pitching at Ross Loma I threw up in my pants.\nDinesh: Don't you mean on?\nRichard: No. No, I mean, I mean in.", "395": "Dinesh: I was CEO for 11 days, and in that time I violated the rights of 50,000 little girls, exposed them to sexual predators, and racked up fines the size of a small nation's GDP.", "396": "Jared: Could Dinesh really sell the company, knowing it's basically a Sizzler buffet for the sexually deranged?\nErlich: Of course he could. Because even if there is a one percent chance of success and a 99 percent chance of failure and prison, he will do the right thing and get me my money back.", "397": "Gavin: I hope you have a good lawyer.\nDinesh: He works at the car wash down the street.", "398": "Erlich: This play has to do with the Oculus, right?\nJian-Yang: No. \nErlich: But he said that you said, \"Oculus.\" He said you kept saying it. \"Oculus, Oculus, Oculus.\"\nJian-Yang: Octopus.", "399": "Erlich: So I just traded one year of free rent, full pool privileges, and more room in the crisper for an application that is just eight recipes for octopus?\nJian-Yang: Yes.", "400": "Thom: Now, who else thinks changing to a HooliChat log-in is hella lame? Madison, Allison, Jennifer, Stephanie, Quinn, Ingrid, Kaylee... Amber, Sarah, Janelle... Carl. Now, Carl... you said the new sign-in page made you nervous. Did anyone else feel nervous?", "401": "Richard: I extended my compression algorithm to support... get this... 12-bit color. Okay, so our users will be able to experience a 10 percent increase in image quality with absolutely no increase in server load whatsoever. Just-Just-Just... Just watch this. Before. After. Before. After. ", "402": "Flight Attendant: All right, gentlemen our flight today from Shanghai to Moffett Field in Mountain View will be just over 11 hours, so if you'll just...\n\nJack: Oh, actually, I was headed up to Jackson Hole to see the wife and kids. I was gonna charter up tomorrow, but maybe you could ask the boys just to drop me off on the way? Save me the trouble? \n\nFlight Attendant: Of course. \n\nGavin: Well, and I mean, it's really not a big deal, but since we are headed east, I think Jackson is further. Maybe we'll head to Moffett first, then have the guys hop you onto Jackson, okay? \n\nJack: Well, actually, on flights like this, the boys like to go over the Pole, so that, technically, is a little more north to south, and Jackson is quite a bit further north. So I think, maybe, just go to Jackson first, then head on off to Moffett. That sound good?\n\nFlight Attendant: Of course.\n\nJack: Great. I'm gonna get a pillow. ", "403": "Mr. Bighetti: Good night, Brown Bear. \n\nBighead: Love you, Papa Bear.", "404": "(Jared is doing Richard's nails)\n\nRichard: Where did you learn how to do this anyway?\r\n\nJared: Oh ah... when I was on the street it was a means of survival.", "405": "Gilfoyle: I'm quite certain I've never said this before. I agree with Dinesh. ", "406": "Russ: Richard. I can tell, and as much as you want to be, you're not. It's like this. You're trying to date a woman, - but deep down in your heart you know you're gay. Deep in your soul, you know you would rather be plowing a dude! \n\nRichard: I don't... I do... Okay, what dude? \n\nRuss: It could be any dude, as long as you really want to fuck him. It could be a a twink, a bear, an otter, a circuit queen, a chub, a pup, a gipster, a daddy chaser, a leather man, a ladyboy, a Donald Duck.\n\nRichard: (stammers)\n\nRuss: Donald Duck's a gay guy who's been kicked out of the Navy.\n\nRichard: H-How do you know so many gay things?\n\nRuss: My grandfather just came out of the closet. Beautiful. Very inspiring. ", "407": "Dinesh: Gilfoyle, can I please be CEO of Pied Piper?\n\nGilfoyle: Spoken like a true leader. But since your failure as a leader is a virtual certainty, tolerating your short reign as CEO in exchange for a front-row seat to the disaster seems fair. Plus, if I'm wrong, which I'm not, I get rich. So I'm down with it, Dinesh. ", "408": "Monica: There's another men's room on the fourth floor. \n\nRichard: Right. 'Cause then you would've seen mine twice. ", "409": "Richard: These guys, they're gonna need you, so if you want to support me, you support them. Think you can do that?\nJared: I've always been very adept at taking the shape of whatever shoe is pressed down upon me so I can try to make it work.", "410": "Gavin: So, what have you got?\n\nHoover: Well, sir, I did as you asked. I flew the company plane to Shanghai, then Moffett, then Jackson Hole. Then I flew back to Shanghai, then to Jackson Hole, then to Moffett, which is where I just landed.\n\nGavin: And?\n\nHoover: Moffett is 28.3 minutes closer.\n\nGavin: I fucking knew it!\n\nHoover: Barker should've dropped you off first, sir. \n\nGavin: Wait. What about headwinds or storm activity? I don't want to give him any room to wriggle out of this. Here's what I'm gonna need you to do. Fly each leg five more times and average them. It's the only way to be sure. \n\nHoover: And we're not concerned with the expense of 20 more private transcontinental flights? \n\nGavin: Of course we are. Jack Barker is costing the shareholders of this company a fortune, and he must be stopped. ", "411": "Gilfoyle: There is someone else. Someone who has zero strikes against him. Someone who has held high-level positions at one of the biggest tech companies in the Valley. Someone who's been on the cover of one of the most prestigious tech publications in the world. \r\n\nBighead: He sounds awesome. Could we get him? ", "412": "Gavin: How the fuck does something like this happen? How does an elephant just die? \nPatrice: He was very old and depressed. He'd recently been rescued from the circus, but as it turns out, he actually really loved performing.", "413": "Patrice: Gavin, you always said that here at Hooli, \"In order to achieve greatness, we must first achieve goodness.\" \nGavin: Right. So?\nPatrice: I was a bridesmaid at Sean Parker's wedding when he handed out live bunnies as plush toys. That wasn't goodness. It was badness. And so is this. You're using endangered animals just to make points at board meetings.\nGavin: I'm drawing thoughtful, zoological comparisons.\nPatrice: But couldn't you just show them a picture of these animals? A simple Hooli search would yield thousands of choices.", "414": "Gavin: Patrice, I thank you for your honesty, and I will repay you with my own. I honestly never want to see you in my offices again. You're fired. (to Hoover) Hoover, Scramble that Skycrane.", "415": "Erlich: I mean, I swear to god, your dicks would have blown out of the back of your assholes if you had been there, hand to God.", "416": "Dinesh: Jared, have you been crying? \nJared: Yes, but for ordinary reasons.", "417": "Erlich: I was at The Rosewood for lunch. I mean, it was the lunch hour. I was there, I wasn't eating, the usual. So, I walk over to Andreessen and I say something funny, but he stone-faces me. \nGilfoyle: What did you say? \nErlich: It doesn't matter. The point is, it was hilarious, but he gave me nothing and neither did his friends. Then I realized why.\nGilfoyle: You're not funny? \nErlich: No, Gilfoyle, but that is. No, it's that everybody thinks Pied Piper is in this death spiral, so it would be inappropriate to laugh at my hysterical joke. And it hits me. I know something that they don't. I know about the uptick.\nRichard: The uptick? \nErlich: Yes, the uptick! The recent sudden surge in users.\nJared: (chuckles nervously) Yeah.\nErlich: That. Yes, that. So, while our fortune is rising, everybody else thinks that it's plummeting, and I can use these opposing forces to a multiplying effect like a slingshot, and then I make a decision. I'm gonna make a move. So, I say something cryptic about the uptick, and I walk away.\nDinesh: What did you say?\nErlich: I don't know. I can't remember. But I walk over and I see McNamee's having the short rib, which I hear is delicious but not too heavy, and then I say to him, \"You're gonna have to tuck in your tie-dye if you want to eat here.\"\nDinesh: (laughing) Uh, how's that relevant?\nErlich: It's not. But the people that I just walked away from don't know that. All they know is that I'm over there exchanging witty banter with McNamee, and about what, they don't know. It's all that they do want to know. And then, it settles in. FOMO... The fear of missing out. Suddenly, it feels like time is slowing down. I could see every move I was going to make 12 steps ahead. It was like I was Bobby Fischer if he could really fuck. I go outside, I walk across the street to Graylock, I check in on Instagram, Vinod Khosla calls me, asks me what I doing there. I say, \"I can't talk right now. Call me at Wood Opal.\" Well, he does, and then suddenly Wood Opal is going, \"What's Khosla got going on with Bachman?\" Meanwhile, I'm taking a leak at a Restoration Hardware. I jack off a little bit. I don't cum. And then it snowballs. I deftly played Ross Loma against Index Ventures. And because of that, the big kahuna bites. Sequoia. I spend the next 20 minutes denying calls from Jim Goetz, over and over. And yes, I'm jacking off, but I don't need to ejaculate because by the time I listen to the messages, I've got offers, I've got counters, I've got counter-counters. I cum. When the dust settled and the losers went home, all that was left was this. \"Hello, Mr. Bachman. \"Coleman Blair Partners would like to offer Pied Piper a Series B round of $6 million on a $60 million valuation.\"\nJared: Oh. (whispers) Yeah! \nDinesh: Holy shit.", "418": "Erlich: It's my Mona Lisa. And the entire cornerstone upon which I built this motherfucking cathedral that I will forever be remembered for, was this beautiful little uptick. I think I have a bottle of Cold Duck in the crisper. Who's drinking? Come on! I got a bottle of Martinelli's for you, Jared.", "419": "Dinesh: Oh, it's unreal.\nRichard: Yeah.\nDinesh: Almost like some of our users.\nRichard: What? What what does that mean? \nDinesh: Oh, \"unreal\" has so many meanings. \"Fake,\" \"paid for,\" \"one person in Bangladesh pretending to be 6,000.\" \nRichard: Okay. Um All right, Dinesh, um... \nDinesh: Oh, no. I don't want to know a fucking thing.\nRichard: Okay then. Great. I won't tell you anything because nothing happened.\nDinesh: Great.\nRichard: Okay.\nGilfoyle: But if something did happen, and we're not saying it did, the fact remains that leaves us in a very advantageous position. There's a lot of money on the table. And it would be a shame if that went away.\nDinesh: You know what else would be a shame is if I couldn't find my flash drive. Gilfoyle, have you seen my flash drive?\nGilfoyle: Right, the one with the zombie script on it? \nDinesh: Why yes, the zombie script that randomizes user action in platforms such as Pied Piper.\nGilfoyle: You mean so that fake users and click farms would be absolutely indistinguishable from real users? \nDinesh: Oh, I suppose. I mean, especially during due diligence, like the kind done by VCs or possible future reviews done by certain regulatory bodies. It also had photos of my auntie. Anyway, Gilfoyle, have you seen it? \nDinesh: I have not. Mm, well, Richard, keep an eye out for it, will ya? (places a flash drive on the ground) Hey, Gilfoyle, you wanna come inside and help me get a new flash drive on www.staples.com?\nGilfoyle: Yeah, I think we're sort of done with the ruse.\nDinesh: Okay, fine. Well, whatever you did or didn't do, that was serial-killer-level shit.\nGilfoyle: Agreed. I think I finally respect you as a CEO.", "420": "Jared: This is fraud.\nRichard: Is it? I mean, our our platform does exactly what we say it does. Okay? It's not like we're lying about it like fucking Theranos. And if our platform works, which we know it will, we will make them billions of dollars. Everybody wins, Jared. You still believe that, right? That, if given enough time, the platform will catch on? \nJared: Richard, don't weaponize my faith in you against me. \nRichard: Your faith made all this possible.\nJared: It's wrong.\nRichard: Well, every time I try to do the right thing, I get fucked. And if I do the right thing here, we're done. That's it. Doesn't seem like much of an option, does it? ", "421": "Gavin: Deng, they're all just so good.", "422": "CJ Cantwell: I'm finishing a story I'd love a comment on. It's about the death of an unpermitted Indian elephant named Maurice in your sculpture garden and its subsequent illegal dumping in the San Francisco Bay.\nGavin: That's preposterous.", "423": "Erlich: CJ sold the blog for $2 million.\nDinesh: No shit.\nGilfoyle: Bachmanity rides again.\nErlich: Well, not exactly. Uh, I called Big Head to tell him that our share was worth half a mil each, and, uh, not five minutes later, his father, one Nelson Bighetti, Sr. called me and explained that I was never to have any financial dealings with his son in perpetuity, uh, ever or he would get very Italian on me. And I'm not interested to find out what that means.", "424": "Coleman-Blair VC:  You can have your lawyers vet the actual stock purchase agreement once we close here just to make sure no one is pulling any funny business.\nRichard: (laughs nervously) No, my lawyer is in jail, so.", "425": "Uber Driver: Are you Richard? Did you order an Uber?\nRichard: (lies) Oh. No.\n(Uber leaves)\nErlich: All you had to do was keep your fucking mouth shut and sign that piece of paper. We would have fixed it afterwards. But you didn't. You caked your pants. No, better yet, you caked my pants. Fuck you, Richard Hendricks. Fuck you.\nUber Driver: (returns) Richard Hendricks, huh? Prick.", "426": "Gilfoyle: I spun together a few more servers. That should handle the traffic.\nDinesh: Look at this. There are 157 people using it near Gleb. And 400 people using it near Tara in Boston.\nGilfoyle: Yeah, I told her to give it to her Satanist friends out there. Looks like she did.\nDinesh: She knows 400 Satanists in Boston? \nGilfoyle: The Catholic church really did a number on that town.", "427": "Erlich: I'm actually using the first dollars of my blog windfall on a trip to Kainchi Dham Ashram in Nainital, India, where Steve Jobs famously sought peace and came up with the idea for a little product called the Lisa.", "428": "Erlich: Richard, I will expect you off the premises by end of day. Monica. (leaves)\n\nJian-Yang: (to Richard) You know you can stay here for one year, free rent.", "429": "Richard: Not that it matters. I mean, it's all gonna be property of Gavin Belson in an hour, so.\nBig Head: That's ironic, huh? No, for real, I'm asking. Is it? \nRichard: I don't know. I was just smiling.\nBig Head: Feels ironic.", "430": "Richard: When's your dad coming to pick you up? \nBig Head: Uh, a couple of hours I guess. Then we're turning right around and going back to Phoenix. You know, he said he wants to be able to keep an eye on me and my money and that I need to get a real job to learn the value of a hard day's night or something like that.", "431": "Laurie: The sale is approved. Pied Piper, its IP, and all of its assets are now officially the property of Bachmanity, LLC.\nRichard: Wait, sorry, did did you just say \"Bachmanity\"? As in Erlich Bachman and Nelson Bighetti? \nLaurie: Yes, you know them.\nMonica: They wait, they they had the highest bid? \nLaurie: I received a telephone call approximately 30 minutes ago entering a bid of one million and one dollars with a firm no-shop clause.\nRichard: So when you were referring to the person who bought Pied Piper as a contemptible asshole, you were talking about Erlich? \nLaurie: To which contemptible asshole did you think I was referring? \nMonica: Gavin Belson.", "432": "All: Always blue! Always blue! Always blue! Always blue! Always blue! Always blue! Always blue! Alway - Aah! (all groan)", "433": "Erlich: (answers his phone) Go for Erlich.\nJian-Yang: Erlich Bachman, this is you as an old man. I'm ugly and I'm dead. Alone.\nErlich: (aside) I'm gonna let him have this one. All right, uh well, I'm sorry to hear that, Future Me. What a terrible thing. I'll talk to you in several years.", "434": "(Tables commercial)\nFemale Voice: Tables. Tables are made so a person can sit down and do something. Or nothing. Any person can sit at a table, and if the table is large enough, many people. To make jokes, eat a meal, tell stories. Tables are for people to be together and share. And that is why tables are like Pied Piper. Grapefruits, postcards, hugs. These are things people share to connect, to come closer. To open up about ideas and things that make us feel alive, like air, ballet, amazing haircuts, weird countries, three-alarm chili, mountains, continents, the Earth, life. Life is beautiful and sad and hopeful and dangerous. So maybe the reason we share so much is because we understand that without sharing, we can't survive. And sharing is tables. (whispers) Pied Piper. ", "435": "Erlich: I love what you've done with the place. It's a really... nicely done place. (points to a picture) Say, is that your dog? \nLaurie: It's a dog. \nErlich: You and I have never really had much of a rapport, have we? \nLaurie: It's... wanting. ", "436": "Dinesh: Yeah, Pied Piper's sort of what I'm known for, but I'm into a lot of cool stuff. Like, a lot. You seem surprised. I'll give you an example. A few months ago, I'm at my computer, freestyling, just kind of jammin' out, you know, before I knew it I had thrown together the greatest video-chat app the world has ever seen. \nWoman: So you invented Skype a few months ago? \nDinesh: Great ideas just sort of flow through me. The platform, you know, it's sort of a group project, but, uh, the video-chat app, that's my solo album. ", "437": "Gilfoyle: (to Jared) That's a lie. I can tell because you subscribe to traditional Judeo-Christian mores of right and wrong. You're made uncomfortable by untruth. \nJared: (laughs nervously)\nGilfoyle: My commitment to LaVeyan Satanism grants me certain freedoms. There is no good and evil, there's only self. ", "438": "Moderator: Bernice, you say here that you were... totally freaked out by the platform. What specifically totally freaked you out? \nBernice: Everything. Just every single thing about it. Just, like, how it worked. \nModerator: Now, who else found themselves totally freaked out by this platform? Barry, Warren, Natalie, Martina, Gwen, Amy, Walker, and Clay. You were all totally freaked out. ", "439": "Bernice: Is that like when I'm texting and my phone starts guessing what I'm going to say? \nRichard: This goes way beyond autocomplete. Actually, all of your devices will begin helping each other in ways that we can't even design or predict. \nClark: Okay, but see, the problem is... Terminator. \nRichard: What? No. No, no. No, no, no. No. I can assure there is no Skynet type of situation here. No. Pied Piper will in no way become sentient and try to take over the world. \nClark: He just told us he couldn't predict it. I'm just saying... everybody died. ", "440": "Jared: After the Table ads, the salaries, recruiter fees... You know what? I haven't run the numbers. It would be irresponsible to estimate. \nRichard: Okay, uh, is it less than a million dollars? \nJared: Oh, God, yeah.\nRichard:  Okay. It's higher than 500,000, right? \nJared: Yeah. I guess it's about $697,240. But don't quote me on that. ", "441": "Dinesh: You know, I've been showing people the video-chat app that I hacked together and... \nErlich: Shut up, Dinesh! You ungrateful pricks, all of you. Your tepid response to our intrepid boss makes me ill. His plan, will it work? Mm-mm. Almost certainly not. All of you will likely look back at this time in your lives and realize you wasted a whole year with nothing to show for it. But if this company is a plane, then this is Richard's goddamn plane, and if he wants to fly it in the side of a fucking mountain, that is his prerogative and it is our duty to climb on, strap in and have a fiery death right behind him. \nRichard: I don't... I don't know about that, but... ", "442": "Gavin: This is intolerable. A man can only take so much. Banished from my own company? No. I'm just going to give them what they want. I'm going to resign. We can go to Haiti, build orphanages. \nDenpok: Haiti? Is it not said that one should think globally and act locally? \nGavin: I'm not acting at all. \nDenpok: Lao Tzu teaches the best fighter is never angry. More important than the blow is knowing when to strike. Like, perhaps, after we experience the executive white water rafting trip in Coeur D'Alene? ", "443": "Gavin: Consider the possum. Nature's... \nRachel: Gavin, if you're bringing another animal into this board room, this meeting is over. \nGavin: Of course not. Don't insult me. \n(Patrice and Hoover quickly exit with a possum on a wheeled cart) ", "444": "Erlich: What in the name of fuck is that?\n\nRichard: Well, his name is \"Pipey\" the Pied Piper Piper. He's fun and now the demo's interactive...\n\nPipey: Looks like you want to compress a movie file, can I help?  You know with Pied Piper's revolutionary neural network optimized sharded data distribution system, It's just six clicks away, follow meeee!\n\nJared: I like it!\n\nGilfoyle: That's a fucking lie.\n\nJared: Yeah.", "445": "Jared: You know, a lot of animated characters have rough starts. Early Bugs Bunny cartoons were just garish displays of anti-Japanese hysteria, and now he's the face of Warner Bros. ", "446": "Richard: Face it, Jared, being too early is the same as being wrong. ", "447": "Gavin: Consider the elephant. Legend has it its memory is so robust it never forgets. And I assure you, gentlemen of the Hooli board, and lady, neither do I. ", "448": "Erlich: Richard... Richard actually developed this technology in my incubator. I am listed-- I was originally listed under the white pages as \"Erlich Blachman,\" uh, with an \"L,\" a typo that apparently couldn't be changed, and then Google indexed it, so I've been dealing with that. ", "449": "Richard: Yeah, we are the... finally the, the belles of the balls. ", "450": "Erlich: (phone rings) Oh. This is actually, uh, Jian-Yang pranking me. I should take it. Yes, of course I have frog's legs. Why do you ask? ", "451": "Erlich: It was, uh, Jian-Yang. He said to tell you that Phillip McCrevis left word. \nRichard: Oh, who's \"Fill-up My--\" Oh. ", "452": "Erlich: I figure we're wheels up by 6", "453": "Richard: What in God's name is that?\n\nJared: What do you think it is, it's a jacket! Now, I only ordered one as a sample, but once I have your sizes we can all have them. \n\nDinesh: Why would we all want them? One is already too many. I don't mean in the house, I mean, in the world.", "454": "Jared: Now Gilfoyle, I have you at about a 40 long. Am I right?\n\nGilfoyle: If my mother was naked and dead in the street I would not cover her body with \"that\" jacket.\n\nJared: (giggles) Gilf...", "455": "Richard: (looking at the back of the jacket) Oh, hold on, there's more. \"Pied Piper", "456": "Gilfoyle: (to Dinesh) I'm going to get coffee. Hey, Brownie, you coming? ", "457": "Gavin: Consider the tortoise. As the fable teaches us, it may appear that he is losing in his race against his nemesis, the insolent and cocksure hare. But appearances can be deceiving. \nRachel: Gavin, the tortoise. Is it Endframe? \nGavin: Yes. But there's more. \nHenry: The hare is Pied Piper. \nGavin: Indeed it is. Someone has read their Aesop!", "458": "Gavin: We've taken a page out of Apple's playbook and are currently \"reviewing\" the Pied Piper app for sale in our Hooli store at a pace one might call \"tortoise-like.\" (Knocks on the Tortoise's shell) \nPatrice: Don't! They hate that. ", "459": "Rachel: Our intention is simply to transition you into a more appropriate role within the company, one with less oversight of day-to-day operations. \nGavin: You're putting me on the fucking roof?", "460": "Richard: Monica. It's Monica.\n\nJared: Let's not jump to conclusions. She's the only one who's bought a jacket.\n\nRichard: Jared. She's the only one who hates the platform. There's no other explanation for this. Okay. Monica fucked us. She pulled down our pants and fucked us in front of our parents.\n\nJared: (concerned) Did some... Richard, did somebody do that to you?", "461": "Gilfoyle: Let me put this in terms you'll understand. I'm like a suicide bomber of humiliation. I'm happy to go out as long as I take you with me. Your shame is my paradise. ", "462": "Erlich: (in a unicorn costume) And make sure that the money reads. I mean, Pied Piper is a billion-dollar company. It's not just a unicorn. All right, let's do some rearing. There we go. Now, let's let the horn sort of look like my dick. (sticks his torso out) Perfect. ", "463": "Erlich: Richard, do you know what happens if this goes public? I'm Ron Wayne. \nRichard: Who? \nErlich: Ron Wayne. The guy that owned ten percent of Apple and sold it in 1976. No one in this town will work with me ever again. ", "464": "Richard: You should know that I have written a press release. \nErlich: Oh? \nRichard: I'm not going to release it yet, but if I hear wind of these rumors spreading out of control, I'm going to send it to every tech publication and blog on the face of the earth. Do you understand? \nErlich: Even UPROXX? \nRichard: Yes, even them. ", "465": "Richard: Sounds mighty Christian of you, Gilfoyle.\n\nGilfoyle: There's no reason for hate speech, Richard.", "466": "Erlich: What do you think would happen if I didn't show up to this \"Vanity Fair\" event? I've already RSVP'd and given them a list of phony dietary restrictions just to cause a scene. I told them I was pesca-pescatarian. Which is one who eats solely fish who eat other fish. I think my absence would be noted. \nDinseh: Erlich brings up a good point. \nGilfoyle: It's true. Let us not forget Meinertzhagen's Havers... \nRichard: Yes, yes, Meinertzhagen's Haversack. We all remember his sack. ", "467": "Jared: (gasping)\nRichard: Jared, are you okay? \nJared: It's just so many emotions. The board seat. I feel regret and glee that you would choose to honor me, and terror at not living up to your expectations, and compassion for Erlich's loss. Oh, Donald, you've come undone. \nGilfoyole: You still want him on the board? ", "468": "Russ: What's up, boy genius? You here fucking?  \nRichard: Huh? No. No, no, no fucking. Just, uh, here for the \"Vanity Fair\" dinner. \nRuss: Oh, yeah, I know that stupid dinner. Bunch of VC douchebags jerking each other off. Speaking of, I got this girl at the bar, I'm trying to take her up to the presidential suite before her fucking bridesmaids ruin the whole thing, but they're telling me it's booked. Who is it? Is it Gore? Fuck that guy. \nRichard: Oh, God. ", "469": "Russ: It's fucking humiliating losing all your money. You think when I dropped below a billion I walked around telling everybody? Fuck no. You guys were the only ones who knew, and I actually thought about having you killed. \nRichard: I'm sorry, what? ", "470": "Laurie: It was one of my finer moments. Erlich came to me with an outside offer to sell half of his Pied Piper shares. \nRichard: To Russ Hanneman for five million dollars. Yes, I know. But somehow you ended up with all of his shares. How? \nLaurie: Oh, well, as you know, the same onerous terms you accepted when you took Russ Hanneman's money, they transferred to me when I bought him out. These included the right to block any transfer of stocks with a majority vote of the board. A board which I control. \nRichard: I don't understand. \nLaurie: Of course you do. If I have approval of any buyer, and I am the only buyer I approve, then I can set my own price. So I asked Mr. Bachman for a thorough accounting of his debts, uh, which ran to approximately $713,000. \nRichard: And how much did you give him? \nLaurie: $713,000. ", "471": "Richard: You know, Erlich, uh, Pied Piper still needs a head of PR. You seem to be well-versed in media outreach. And by your own admission in that article, your head is-- what did you say? .. so far up your own ass you can see the future. And that could be useful... if we need a pre-cog... (stammers) in a way?", "472": "Jared: Reid Hoffman says if your not mortally embarrassed by the quality of your initial release, you released too late. \nRichard: Okay, we already are mortally embarrassed.\n", "473": "Erlich: Wait, that can't be right. How can Bachmanity still be so far in the hole? Look at all this shit that Big Head is selling. \nArthur: He was renting virtually everything in the house. \nErlich: He rented that cannon? \nArthur: It was for display purposes only. So you forfeit your deposit. \nErlich: It's a cannon. What's he supposed to do, not fire it? ", "474": "Erlich: Shuttering a company in the tech world is almost a rite of passage, like herpes simplex one. At first, it's ugly and embarrassing and you're disgusted by your own dick. But after a while, in the larger scheme of things, you realize it's really... \n", "475": "Big Head: Hey, good news. They said we can each keep one of the cannonballs, so not a total loss, right? ", "476": "Gilfoyle: I don't trust anyone. It's a huge part of my belief system.\n", "477": "Jared: Whoever did your accounting earmarked almost 70 percent of Big Head's settlement money for taxes. \nErlich: Seventy percent? Even in Taxo-Alto, which I coined, would be half that. ", "478": "Arthur: You're accusing me of impropriety? You, the man who spent $20,000 renting giant fiberglass tiki heads, and $40,000 more when one of them was misplaced on the way back to the rental house? \nErlich: I told you it wasn't misplaced. I know exactly where it is. It's at the bottom of the bay. ", "479": "Arthur: Nelson, come on. You can't possibly believe this. \nBig Head: Sorry. \nErlich: Don't apologize to him. \nBig Head: Oh, right. Sorry. \nErlich: Thank you. ", "480": "Erlich: You are going to go in your little fucking piggy bank right now and pay back every fucking kopeck that you stole from Big Head, and if you don't, we're gonna take our little show on the road, perhaps perform it for a man named the D.A.", "481": "Gavin: Acting on this would expose the fact that we're reading employees' private emails, destroying the spirit of trust and freedom to innovate that I've worked so hard to build here at Hooli. You know, it makes you wonder if the word Hooli has any meaning for these people whatsoever. ", "482": "Jared: I don't want to count our chickens before they hatch. I mean, three percent of hatchlings are born mutated or dead, but we may have a healthy brood on our hands!", "483": "D.A.: I'm sorry to say this is not an uncommon occurrence. \nBig Head: Wait, it's not an uncommon...? So then it... Okay, got it. ", "484": "D.A.: Have either of you been on a jury? \nErlich: No, of course not. I always get out of it. The fines are very reasonable. \nBig Head: You don't just throw those things away? ", "485": "Erlich: It's not lost. I know exactly where it is. It's in the bay. And if your Coast Guard would be a little more helpful, we probably could have dragged it out of there by now. ", "486": "Jared: Well, people do create imaginary friends to meet their emotional needs. When I was little, I used to pretend that I shared a room with Harriet Tubman and we were always planning our big escape.", "487": "Gavin: In case you didn't know, here at Hooli, we make the impossible possible. ", "488": "Gilfoyle: Why would Dinesh lie about having friends? Why would Tara lie to me about fucking other guys when we have a totally open and hedonistic relationship that allows for behavior like that? Because people like to lie, Richard. It's a war of all against all. The history of humanity is a book written in blood. We're all just animals in a pit. \nJared: I feel very sad. \nDinesh: Fucking Gilfoyle. ", "489": "Naveen: I invited you to my wedding, Gavin. \nGavin: Why? ", "490": "Jian-Yang: (phone message) Eric Bachman, is your refrigerator running? This is Mike Hunt.", "491": "(As the guys are leaving the Raviga office) \nErlich: Gentlemen, I just realized I've forgotten to take a shit. So ah, see you back at the old homestead.", "492": "Jared: (to Dinesh and Gilfoyle) Can't you two see, you're each other's best friends. \nDinesh and Gilfoyle: FUCK YOU JARED! \nJared: Jinx! You owe each other a friendship!", "493": "(Erlich's phone rings) \nJian-Yang: Eric Bachman, this is your mom, and you, you are not my baby. \nErlich: (yelling) Not now Jian-Yang, not now! Go back to your room!", "494": "Dinesh: That is a good point. Anytime you're near a woman it is important to explain why. Otherwise they get nervous.", "495": "Dinesh: Okay, so she's a founder hounder. \nRichard: Come on, no, it-- it's not like that. ", "496": "Jared: At Hooli, I once saw two engineers get into a fight so vicious, they almost made physical contact. ", "497": "Richard: I'll hand you back to Dinesh now. He's the man with the plan and the, ah, pretty cool tan. \nDinesh: It's not a tan. This is how I was born. ", "498": "Gavin Belson: You know, a hundred years ago, men like me could've had people like that killed. Just like that. You think captains of industry like Andrew Carnegie or Cornelius Vanderbilt would've batted an eyelid? Please. (sighs) Times sure have changed. ", "499": "Erlich: Now, I have yet to land on a theme. \nSasha: Most people who rent Alcatraz for parties tend to go with the prison theme. \nErlich: Hm... how much would it cost to make this look as if it were never a prison at all? Spare no expense, and if you think it would be cool, I would love to have some sort of chocolate moat here, with little boats floating down a field with graham crackers and marshmallows. It's been a childhood dream of mine. And get the best chocolatier, we want to impress. I'm inviting every asshole from the Valley to attend. \nSasha: You're inviting assholes? \nErlich: Absolutely. Assholes, shit dongles, any foe or enemy I've made over my storied career will be here. That way, when I take this stage and unleash the power of Bachmanity, they'll all be in the front row. ", "500": "Big Head: That's the thing about the NDA, is that the NDA is actually covered under the NDA. So if I told you about the NDA, it would've been a violation of the NDA.", "501": "Jared: I had a stuffed animal named Winnie. \nWinnie: Oh, wow. \nJared: I mean, it wasn't technically an animal, I took a Ziploc bag and I stuffed it with old newspaper and then I drew a smile on it. \n", "502": "Richard: Okay, well, uh, shall we have some coffee, my lady? \nWinnie: Sure. Let's do it. \nRichard: Okay. All right. \nGilfoyle: We're already on to Elizabethan nicknames. This is serious. They'll be Ren Faire-ing soon. ", "503": "Jared: Maybe now I'll fan out my plumage, so to speak, and see what pretty birdies might share my nest. \n", "504": "Richard: Okay, so I'll just get the car keys and then give you a lift home. Okay, my lady? \nWinnie: My lord. \nRichard: Oh. My lady. (chuckles)", "505": "(They are looking at Winnie's code)\nDinesh: Uh-oh. \nWinnie: What? \nGilfoyle: Spaces. \nWinnie: Yeah, so what, you guys use tabs? \nDinesh: In this house, yes. Richard is a bit of a zealot in the Tabs V. Spaces holy war. \nWinnie: I get that, for his company. Sure. \nGilfoyle: This goes much deeper. I think he believes that people who use spaces are less than. \nWinnie: Huh... \nGilfoyle: I wouldn't mention this to Richard. You don't want to see him throw a hissy fit. ", "506": "Business Manager: So, you moved the swimming pool? \nBig Head: Yeah, it just felt like it was way too far from the house, like, crazy far. So I had this company come and just move it closer.\nBusiness Manager: Uh-huh. But then you moved it back?\nBig Head: Yeah, turns out the guy who built this place knew exactly what he was doing, and the pool was right where it needed to be the whole time. But now I know that for sure, which feels good. ", "507": "Winnie: They tried to convince me you were some sort of formatting Nazi about tabs versus spaces. \nRichard: What? Me? Nazi? (laughs, then uses a German accent) That's ridiculous. \nWinnie: That's what I said, I mean, I use spaces. So what? \nRichard: Mm... Yeah, so what?  (nervously takes a drink)\nWinnie: See, they said you'd have a hissy fit if you found out. \nRichard: Mm-mm. Hissy fit, me? No. \nWinnie: I know. \nRichard: (talking fast) You know. I know. I mean, make up your mind, guys, am I a Nazi or am I a guy who throws hissy fits? You know? Am I a Nazi who throws hissy fits? I hope not. That was Hitler. That was like his whole deal. I mean, that's pretty insensitive to the Holocaust, don't you think? Cause that's, like, what Hitler did, you know, he just, like, killed so many people, so tragic, such a tragic time. I'm so glad we're not doing that anymore. I mean, we, like I... like I was, you know, whoa! I want them all to die. I don't, I don't care. I mean, I do care, don't-- don't kill them-- them-- Jews. Uh, anyway, what do you want to... what do you want to order here? ", "508": "Gilfoyle: If you worked half as hard on the platform as you do trying to ogle strange Slavic women, maybe our shares would finally be worth something. ", "509": "Richard: Jared, did-- did you just have sex with her? \nJared: What? I'm an adult, and like the rest of you, I'm a sexual being.\nGilfoyle: You fucked her in the garage? \nJared: Well, it's the server room and my bedroom. \nDinesh: What, so you just meet a woman, and then you have sex with her? How often does this happen? \nJared: Well, if you're asking me how many times I've been in love, the answer is two. But the rest I won't talk about. It's untoward. \nDinesh: Russ was right, this guy fucks. ", "510": "Erlich: Jared, nice. Using that dick. ", "511": "Erlich: (to Jared) Good idea. Don't bring sand to the beach, there's already pussy there. ", "512": "Richard: I mean, why not just use Vim over Emacs? (laughs nervously) \nWinnie: I do use Vim over Emacs. \nRichard: Oh, God, help us! ", "513": "Winnie: Oh, my God! Richard, what happened?\nRichard: I just tried to go down the stairs eight steps at a time. ", "514": "Elisabet: I can... see you now. \nDinesh: It's me! Pakistani Denzel! Yes! \nElisabet: The Denzel who is from Pakistan... \nDinesh: This video quality is great, right? Looks so sharp. That's what we do here at Pied Piper. \nElisabet: It-- it's very impressive. Um, I will have to tell my boyfriend all about it. ", "515": "Gilfoyle: Either she froze time, met and married the man of her dreams, unfroze time, and hopped back on to vid chat with you, or... you're the dogface. Which do you think it is? I'm on the fence. ", "516": "Erlich:  Gentlemen, mahalo for coming. You must taste the breaded humuhumunukunukuapua'a, flown in fresh this a.m. \nDinesh: What is mumu-- \nErlich: It's breaded.", "517": "Erlich: In T-minus five minutes, Big Head and I are going to take that stage and I am going to ejaculate my success all over the faces and hair of my fiercest rivals. Like some sort of vengeful viscous web of payback. \n", "518": "Big Head: Wait. So all my assets? That seems like kind of a lot. \nErlich: It is a lot, Big Head. We're both giving up a lot. And we're both gaining a lot also. And that's what every successful partnership is about. Committing fully, blindly, and without concern of the consequences, like marriage. \nBig Head: Right. \nErlich: Oh, here. Get this down. In the event of a tie vote, any disagreement shall be settled with a toss of a coin of Mr. Bachman's choosing. \n", "519": "Richard: Apparently, Jack's empty fucking chair is a better choice than I am. So, maybe... maybe ask the chair, see what it thinks. \nGilfoyle: Say what you will about the chair, but at least it never told me to build a fucking box. \nDinesh: True. Compared to Richard, it's a lot sturdier. \nGilfoyle: And it has a lot less of Barker's ass rubbed all over it. ", "520": "Laurie: You are in an emotional state, and when you are emotional, you become highly inarticulate. \nRichard: Well, I don't say that's true. \n", "521": "Erlich: Jesus! This is a good apple. Where did you get this? \nBig Head: Oh, I have a fruit guy. ", "522": "Jared: I have a fragile posterior. My aunt used to call me \"glasshole.\" \n", "523": "Richard: She-she... she's calling us the next Clinkle. Clinkle, Laurie. Clinkle. You... you do know what happened to Clinkle, right? Do you want us to be Clinkle? \nLaurie: Please, just stop saying \"Clinkle.\" It jars the ear. ", "524": "Dinesh: Look at these fucking maggots. Crawling all over our garbage, leaving their slime of mediocrity.\nGilfoyle: I thought you'd feel right at home in a marketplace, haggling, selling your monkey paws, looking for Indiana Jones in a wicker basket. \nDinesh: Okay. Marion was in the wicker basket, Indiana Jones was tipping them over, you fucking idiot. ", "525": "Gilfoyle: Geek Squad.\nMan: The computer's right here. You're not wearing the shirt.\nGilfoyle: I spilled coffee on it. I'm a nerd.\n", "526": "Jared: Well, how about that? I made my first sale. I've organized a lot of estate sales, so this is kind of my wheelhouse.\nGilfoyle: What? \nJared: I have a lot of elderly friends. ", "527": "Jared: In other good news, we've managed to fill out our engineering team. \nErlich: Did you tell them that my Fage's off-limits? \n", "528": "Erlich: Big Head, I would hope that a handshake deal would be good enough for you. Because we're headed down a long road, and that road must be paved with trust. Blind trust. And you bringing in these so-called experts really gives me pause, and it insults my honor. ", "529": "Erlich: Big Head, you can insult me all you want by involving your self-described shylocks, but to insult Richard and humiliate him, that's like kicking a child who's done nothing to deserve it. I may not be able to finish my ramen.", "530": "Richard: I probably can't say how fucking pissed off I am that Laurie Bream is out there gallivanting around the Valley, interviewing every dickhole on Earth for my job, including Big Head... a man that I fired by the way, and no offense, I like him. I do actually, he's a close friend of mine, been that way for years. He is a bit of a simpleton, his name's fucking Big Head. ", "531": "Dinesh: These offices were nice. Now everything looks so bare. \nJared: Yeah. There is a certain sad vulnerability to it. Have you ever seen a naked dead person? \nDinesh: No... No... No!", "532": "Jared: Well, what's gone is not necessarily lost. Okay, we just need to find it. I found my retainer in the school dumpster. I found my biological father in a militia up in the Ozarks. This should be no problem. Don't worry, Dinesh, we'll find it. ", "533": "Erlich: From the ashes of whatever happens here will rise the Phoenix that shall be known as Bachmanity. \nGilfoyle: That's what you're going to call your company? \nErlich: Yeah, well, before it was going to be Bachman Capital. Because I provide the Bachman, and he provides the capital. \nBig Head: Yeah, but then, we compromised, and made it Bachmanity, 'cause it's Bachman from him, and then the \"Etti\" from me. So it's two syllables each. \nErlich: Very much into keeping score, this one. ", "534": "Erlich: As long as we're trading apples for comparable apples, I've got a fresh and juicy that's ripe for the picking.", "535": "Jared: My captain! O Captain! My captain! Rise up and hear the bells. Rise up... for you the flag is flung... for you the bugle trills.\nRichard: All right. Dismissed. ", "536": "Jared: This is honestly like the best birthday gift that I ever could've asked for. \nErlich: It's your birthday? \nJared: Oh, I don't know. The CPS worker couldn't find my birth certificate, but... maybe now it is.", "537": "Jared: In other good news, we've managed to fill out our engineering team. \nErlich: Did you tell them that my Fage's off-limits? ", "538": "Jared: I read that the woman who started Pegg'd built her entire app using a team of coders from India, she never met in person. And it only cost $15,000. So, yeah, so we figured why limit ourselves to a few expensive people in the Valley, when we could afford a full complement if we outsourced? ", "539": "Jack: Compromise is the shared hypotenuse of the conjoined triangles of success. ", "540": "Gilfoyle: That was pretty badass Richard... until it wasn't.", "541": "Gilfoyle: I've been writing sub-par code for 48 hours and I want to kill myself. How do you do it every day Dinesh?\n\nDinesh: I've also been writing bullshit code for 48 hours... and want you to kill yourself.", "542": "Jared: Oh, uh, while I have you, there were fresh droppings near my cot. I think you were right. The Havahart traps don't seem to be working. I was thinking maybe we could just pick a day and just drench it in hawk urine, because the scent of a predator can keep rodents at bay. It's funny, we're named Pied Piper, but we're beset with rats. Little rascals. ", "543": "Dang: Before I can actualize a box, you and I need to develop a shared aesthetic vocabulary. Otherwise, I have no idea what you're going to want. ", "544": "Dang: Let's just make this simple. If the box were an animal, what sort of animal would it be? Leopard? Butterfly? Rhinoceros? \nRichard: Stop. Animal? Um, it's a box. Right? Okay, so if you need an animal, make it a box turtle.", "545": "Gilfoyle: I tried to make it slow. I really did. But I'm not Dinesh. It's very difficult for me to do shitty work. ", "546": "Dinesh: Just cause making the box sucks doesn't mean we have to suck at making it. ", "547": "Erlich: Fucking \"Miami Vice\". Disgusting architecture! ", "548": "Erlich: Yes, it would be polite for you to invite me into your home and offer me a Push Pop.", "549": "Jared: Look what you guys built. You can't help but be elegant, you're like Audrey Hepburn. ", "550": "Erlich: I hope you own a skimmer because there's a massive turd floating on the surface of your pool. ", "551": "Big Head: This house has, like, nine bedrooms. You have any idea how scary that gets at night? ", "552": "Erlich: What are we doing here? Why are we fighting like this? I mean, I'm going to steal your guys, you're gonna steal my guys. We'll both wield the heft of our considerable fortunes until each of us have nearly nothing left. Is that really what you want? Me either. So what do you say we join forces? I'm big enough. Are you, Big Head? Partners? \nBig Head: Okay. \nErlich: Attaboy. All right, I'm going to take a spin on that fancy Japanese toilet, and then let's get to work figuring out which one of these bedrooms is going to be my office. ", "553": "Gavin Belson: Consider the bulldog. A grotesque monstrosity born of relentless inbreeding. Riddled with sinusitis, crippled by joint pain. Chronically flatulent. A kindly pet, or humanity's cruelest mistake? All right, take it away. (The dog is wheeled away) Ladies and gentlemen, just like that horrible creature, the entire Nucleus program was the result of inbreeding. We mated Hooli engineers with Hooli designers in a Hooli kennel. Is it any wonder the result was just as unspeakable as that thing? Bring it back here. (The dog is wheeled back) Look at that hideous face. All right, get it out of here! ", "554": "Dinesh: And your solution to that was to go into business with him? Big Head? The guy you once called more useless than a bag of dicks without a handle? ", "555": "Erlich: I have a board meeting, and this board ain't exactly gonna meet itself. ", "556": "Gavin Belson: Obviously, you don't have your Hooli news alerts up to date. Go to the site. I'll wait. \nRichard: Go to the Hooli news website. \nGilfoyle: Okay. It's an ad. \nRichard: Um, it's an ad. Hold on. \nGavin Belson: Just wait four seconds, and you can click to skip it. \nRichard: Just wait four seconds and then you can click it. \nGilfoyle: No, it's the kind where you have to watch the whole fucking thing. \nRichard: It's the whole ad kind. \nGavin Belson: I thought we stopped doing those. Goddamn it. ", "557": "Gavin Belson: Welcome, men and ladies of Endframe. Rather than incestuously promoting the same faces from within, you represent fresh blood, new ideas. Everything Nucleus was not. It is my honor to personally welcome you all to Hooli. \n(speaking quietly)\nNaveen: Does he really not remember us? How long did you work at Hooli? \nJason: The last time? Seven years. \nNaveen: I was here for nine. He was invited to my wedding. ", "558": "Erlich: Fuck me sideways.\r\n\nLaurie Bream: Indeed. ", "559": "Dinesh: Well you're insane...\n\nErlich: No Dinesh that chain is insane, and not in the membrane.\n\nJared: Sorry Cypress \"Halal\"", "560": "Laurie Bream: It is a question mark made of human hair harvested apparently from dead people in India. It's a pun. It signifies, at Raviga we ask the big hairy questions.", "561": "Richard: (chuckling) Excuse me gentlemen.  I'm going to go ask \"Action Jack\" how Laurie's dick tastes.", "562": "Gilfoyle: (phone rings) Oh. Already? Recruiters move fast these days. (answers phone) This is Gilfoyle. Dazzle me. ", "563": "Gilfoyle: What are you doing? \nErlich: Eating popcorn. \nGilfoyle: That's my popcorn. \nErlich: You have seven tubs of it. You could be the mayor of Popcornopolis. ", "564": "Dinesh: Okay, listen. I've been working hard. I'm making money for the first time. I was like... buy myself something nice, you know? \nGilfoyle: But instead of that, you bought a chain? ", "565": "Gilfoyle: (to Dinesh) Later, Chain the Virgin. ", "566": "Erlich: (referring to the dead fish) Would you... take this daughter of Neptune back from whence she came? (pause) The toilet, dear. ", "567": "Gilfoyle: Pappy Van Winkle. Now we're talking. I'll take it. \nDriver: They told me not to give it to you until after the meeting. \nGilfoyle: I respect your skills. Let me get my jacket. ", "568": "Dinesh: At least we'll make a little money doing it. \nGilfoyle: Oh, great. So, you can go back to the car wash and buy some more chains. Huh, Pakistani Mr. T? ", "569": "Jared: Sorry, Django. \nDinesh: Django? \nJared: (laughing) Unchained. ", "570": "Erlich: When George Washington founded a little startup we've come to know as these United States of America, and he was tired of getting shit from his CEO, the King of England, did he just roll over and take it from behind? No. He called on his ride-or-die homeboys, Tommy Jefferson, Benny Franklin, and Alex Hamilton... who was half-black, so that's Dinesh. \nDinesh: I'm not half-black. \nErlich: He said, \"Avast, ye fellow badasses, let's build this country the way we motherfucking want to.\" And so, Richard, if we want to build the platform, all we need to do is... build the platform. \nDinesh: That was underwhelming. ", "571": "Carla: You guys are fucking nuts, but I dig it. Here's the deal. I'm going to need the back pay you guys owe me for when I was working for free, not to mention lost wages from my old job. Oh, and damages from when Jared sexually harassed me into being friends with that Monica chick. \nRichard: So... all that and you're in? \nCarla: In? No. That's just to keep me from telling Barker about your secret project. ", "572": "Jared: No one's heard of Meinertzhagen's haversack? \nErlich: Of course I have, Jared. Just explain it to them. \nJared: Well, it's a principle of military deception. Essentially, it means you have to continue to act the part. So, as far as anyone knows, we're still building a box that we hate. We need to act like it. \nDinesh: That's exactly right. If we do anything differently, Barker's going to be onto us. We have to keep complaining about Barker. We have to keep bitching about the box. \nGilfoyle: We have to keep making fun of your gold chain. We have to. We don't have any other choice, Dinesh. ", "573": "Jared: Hey, Dinesh, nice chain. Do you choke your mother with it when you put your penis in her butthole? \nRichard: What the fuck? ", "574": "Erlich: Richard, is that our new logo? \nJared: I like it. It's clean and elegant, but not without some danger. \nJack: Gentlemen, welcome. I moved away from the flute-playing guy. I don't know if you guys realized it, but that was a little phallic. \n", "575": "Jack: Hey, Jared, how about you? You need any new gear for the office? \nJared: No, I'm BYOC.", "576": "Jack: Let me tell you a story. In 1999, Google was a little startup, just like we are. And when they started bringing in chefs and masseuses, we thought, \"They're nuts!\" But they were attracting the best possible people, and they were able to create the best product, and now they're worth over $400 billion. And do you know the name of that company? \nRichard: Google, right? You said it at the beginning of the story. \nJack: You're right. I did that wrong. ", "577": "Jared: Richard, do you think it'd be okay if I took this box? I'm moving out of Noah's guest house after work. \nDinesh: And you want to sleep in that box? \nJared: No. I haven't slept in a box in years. ", "578": "Dinesh:  That's funny. You should type up all your racist jokes on your tiny monitor.", "579": "Erlich: I realize this is a Japanese tradition and that you are Chinese. I'm not racist. \nJian-Yang: Yes, Japanese people racist. They are horrible. ", "580": "Dinesh: This is fucking amazing. I feel like I'm in \"Minority Report\". \nGilfoyle: And in reality, you're just a minority. \n", "581": "Jared: I simply imagine that my skeleton is me and my body is my house.  That way I'm always home.", "582": "Jan: Jan, Director, Inside Sales. They call me \"Jan the Man.\" ", "583": "Jian-Yang: I'm going to smoke in my room. Special occasion. \nErlich: Oh. Mother fuck. ", "584": "Richard: Jack, excuse me. Do you mind telling me... \n(Witnesses the scene of a stallion mounting a mare)\nRichard: Holy shit. What is that? Oh, mother of God. ", "585": "Jack: Richard, I don't think you understand what the product is. The product isn't the platform, and the product isn't your algorithm, either. And it's not even the software. Do you know what Pied Piper's product is, Richard? \nRichard: Is... Is it me? \nJack: Oh God! No! No. How could it possibly be you? You got fired. Pied Piper's product is its stock. ", "586": "Jack: I paid $150k for the semen that's about to come out of that stallion and I'd very much like to be there to see that it happens.", "587": "Announcer: It's a big world, but thanks to modern technology, it's smaller than ever. Today, business moves at the speed of light. You can access your company's data anywhere, anytime. But if you can get your data, who else can get it? Spies, thieves, criminals, and foreigners. (A photo of Dinesh appears)", "588": "Erlich: Jared, clear this. Get all the smoke out of it. Otherwise, it damages the device. \nJared: Umm... \nErlich: Don't be a pussy. ", "589": "Richard: Did I just hit a deer? \nErlich: No, goddamn it! Fucking Stanford Robotics. ", "590": "Stanford Student: They killed the Bam-bot. \nErlich: Fuck your Bam-bot! ", "591": "Erlich: At least the actual Judas had the courtesy to kill himself after betraying his leader, Jesus Christ. He's the CEO of the world. Ever heard of him? \nMonica: Got it. Went to Catholic school. \nErlich: Really? How long? ", "592": "Jared: Looks like he started a foundation in his mother's name to cure cancer. \nErlich: Yeah, how's that going? \nRichard: Yeah. I bet his mother's dead. ", "593": "Erlich: Monica, excuse how high I am, but are the uniforms in Catholic schools as low-cut as they are online? \nMonica: Fuck off. ", "594": "Gavin Belson: Failure is growth. Failure is learning. But sometimes failure is just failure. I think... I'm sorry. I didn't think it would be this hard. But goodbyes are always hard, especially when I am the one saying goodbye. Today, effective immediately, I, Gavin Belson, founder and CEO of Hooli, am forced to officially say goodbye to the entire Nucleus division.  All Nucleus personnel will be given proper notice and terminated. But make no mistake. Though they're the ones leaving, it is I who must remain and bear the heavy burden of their failure. ", "595": "Big Head: Uh... Denpok? Can I have your Big Gulp? ", "596": "Gilfoyle: What if we use like a dictionary patch? To compress all the nice-guy stuff. \nDinesh: Like an acronym. \nGilfoyle: Exactly. \"Richard is great, but you know\"... R-I-G-B-Y. \nDinesh: Rigby. \nGilfoyle: Rigby is all the nice-guy stuff. ", "597": "Richard: Some of these companies are pretty good. Flutterbeam's like really good.\n\nJared: Of course it is. They all are. You're the belle of the ball, and these are all your swains, hoping for a glimpse of ankle.", "598": "(Enters the Raviga offices)\n\nErlich: Ah. The nest wherein the asp doth coil. ", "599": "Erlich: I just spent the last 16 hours cherry-picking Friars Roasts for the premium old-man jokes. Essentially, I'm going to beat him to death with his own titanium hips. Not just for me, but for Richard. ", "600": "Erlich: Jack Barker, aka Action Jack. We meet at last. Erlich Bachman. \nJack Barker: Mr. Bachman. Pleasure to finally meet you. I'm a big fan. \nErlich: Oh, really? Of what? Metamucil? Polio? The phonograph? A nice piece of fish? Segregated water fountains? Senior citizen discounts at Perkins Family restaurants? Erectile dysfunction because of corroded penile arteries? Deviled eggs as an entree?  Liking Ike? \nJack Barker: No. None of those, Mr. Bachman. I am a fan of yours. Have been ever since you were at the helm of Aviato. \nErlich: You know Aviato? \nJack Barker: Yes. Aviato. \nErlich: My Aviato? \nJack Barker: Is there any other Aviato? \nErlich: Well, legally, there cannot be. ", "601": "Erlich: Is that a poppy seed muffin? \nJack Barker: Yes, sir. \nErlich: Well, Poppy wants one 'cause Mommy already got hers. ", "602": "Gavin Belson: You know, our annual individual performance reviews showed a 20 percent incidence of sub-standard work. So essentially, one out of every five Hooli team members deserve to be fired. ", "603": "Jared: Well, your pumpedness makes me pumped. ", "604": "Erlich: This guy is real, okay, Richard? With his managerial skills and your talent as an engineer, we could be talking about the D-word here. \nRichard: Dick? \nErlich: No. Decacorn. A company that's valued over $10 billion before its initial public offering. ", "605": "Erlich: Richard, I'm not asking you to spoon with the guy or even fork him. What I'm asking for... \nJared: What is that? \nErlich: Forking is when you use your dick and your two legs to stab him in the lower torso. ", "606": "Gilfoyle: Well, we are now living in a post-Rigby world. ", "607": "Flutterbeam Founder: We're using a crappy plug-in, so the latency is bad. You turn too fast, that mustache is on your ear. But with your help, we think we can cut our 'stache lag to just... 20 milliseconds motion-to-photon in... nine months? Just in time for Movember. ", "608": "Pete Monahan: It began as a innocent celebration of our arbitration victory. I ordered a kombucha, which I did not realize contained alcohol. It was described to me as a healthy, organic tea. Next thing I knew, I was 70 miles away, wrapped naked in a blanket, shaking off a meth high, and facing charges for attacking a police horse with a shovel. ", "609": "Pete Monahan: Okay. I would red-line it, but... I'm not allowed to have a pencil. ", "610": "Pete Monahan: Mustaches? \nRichard: Yes. Doesn't necessarily have to stop at people. They can put mustaches on their pets, too. It's actually pretty fun. \nPete Monahan: So, soon you'll be putting mustaches on cats and dogs and... snakes. \nRichard: Snakes, yeah, yeah. I mean, it's a little tricky because they don't have a philtrum, so finding an anchor point for that mustache is actually... gonna be quite of a technological challenge. ", "611": "Hooli HR Guy: You will not discuss anything you did at Hooli at all, in perpetuity, throughout the universe. \nBig Head: I didn't really do anything at Hooli, so... \nHooli HR Guy: Good. You're getting the hang of it already. ", "612": "Dinesh: This is unbelievable. There are seven thousand people watching this stream, and it's working flawlessly. Rebuffering events are below 0.5%.  \nGilfoyle: Even when his sobbing shakes the camera there's no blocking at all. And the quality is great.\n\nDinesh: More good news. There's a storm coming. There's no way the EMS guys can get up there. This could go on all day.\n", "613": "Pete: I'll see you gentlemen at 3", "614": "Richard: You're selling the house just like that? \nErlich: It wasn't a rash decision. I agonized over it.\nJared: But what about your incubator? \nErlich: What about it, Jared? Pied Piper has caked its pants, Jian-Yang's chances of investment have literally gone up in smoke, and you heard what Monahan said in court yesterday. Market forces and random events have conspired against me to make the success of my incubator all but impossible. Functionally, all I've really achieved is running a flop house where guys have shat, jerked off, and paid me no rent.", "615": "Dinesh: Buzzfeed linked to us. Now we're picking up on Reddit. This guy falling off a cliff is the first good luck we've had.", "616": "Gilfoyle: Two weeks ago, we accidentally erased one-third of Intersite's entire library.\nDinesh: I think we've established our ineptitude beyond a reasonable doubt.", "617": "Jared: I've always wanted to be part of a suicide pact.\nDinesh: What? That's not what we're doing.", "618": "Dinesh: Sooner or later, Gilfoyle's servers are gonna fail, and then it's all done.\nGilfoyle: My servers can handle 10 times the traffic if they weren't busy apologizing for your shit codebase.\nDinesh: Oh, yeah? Well, my codebase could handle this traffic, fuck your mother, make a video of it, upload it, and even that video would not even buffer.", "619": "Man: I'm so dehydrated. I'm gonna have to urinate into my water bottle.\nDinesh: This guy's gonna drink his own piss? That's too good. We're gonna fail by succeeding.", "620": "Gavin: If you hadn't blackmailed me into this arbitration, I was gonna have to go in front of the Hooli Board of Directors and ask for $250 million to buy you out. \nRichard: Wow. $250 million?\nGavin: Believe it or not, your algorithm is the only way to make Nucleus work. I was ready to pay whatever it took. Let me ask you this. If I offered you 10 million for Pied Piper right now, before we even go in there, would you take it? \nRichard: Really? You'd do that? \nGavin: No, of course not. I'm about to get it for free. I'm just fucking with you. I'm sure you'll come up with plenty more once-in-a-lifetime ideas, Richard. Or not.", "621": "Erlich: Madam, you do not call a man a fool on the transom of his own home. A home that happens to be the world headquarters of a company keeping streaming video of a man who's about to drink his own urine online for tens of thousands of Filipinos. Does that sound like foolishness to you? So, you can tell your clients, respectfully, that they may go fuck themselves.", "622": "Jared: It says, \"Aim at the base of the fire.\" That's the servers.\nGilfoyle: If you hit those servers, you kill our livestream, Jared.\nJared: I don't know what to do. Should we do verbal SWOT analysis?", "623": "Richard: You gotta be fucking kidding me! We won. We won, right? I mean, Pied Piper is ours? \n\nPete: Richard, not long ago, emergency workers pulled me out of the flaming wreckage of my Mercury Grand Marquis.\n\nRichard: All right.\n\nPete: Today, you pulled me out of the flaming wreckage of my life, and those flames burn far hotter.\n\nRichard: Sure.\n\nPete: For that, I thank you.\n\nRichard: Yeah, you're welcome.\n\nPete: I used to take a tampon, soak it in grain alcohol, and stick it up into my rectum. That got me high, Richard, but not half as high as the drug you just gave me. You know what that drug's called? \nRichard: No.\n\nPete: A second chance.\n\nRichard: Right on.", "624": "Erlich: Shouldn't we drink one last toast to Pied Piper before we burn it to the fucking ground?\nGilfoyle: All right. As long as God isn't involved and there's beer.", "625": "Dinesh: Wait, is this a wheat beer? I can't drink this without a lemon.", "626": "Dinesh: Okay, there's no way I could have squirted this lemon in your eye on purpose from this distance. I'm not a fucking lemon sniper.\nGilfoyle: You'd be more of a lemon suicide bomber.", "627": "Russ: Question. What's got two thumbs and three commas? (points his thumbs at himself) This guy.", "628": "Big Head: Soon we can sail it to fucking Hawaii or Sausalito. Three more classes, and I get my boat license.\nRichard: Oh, really? How many classes does it take? \nBig Head: Three. It's three classes. I heard you can pay somebody to take the test for you, but I just haven't got around to it yet.", "629": "Pete: Was I in possession of cocaine, amphetamines, amyl nitrate, also known as poppers, at the time of my arrest? In large quantities. Did I have consensual intercourse with two women under the age of 18? Repeatedly. I admit this. Did I violate the Mann Act and transport them across state lines for sexual purposes? Alleged but not proven. And, boy, they tried. They tried.", "630": "Pete: I have reviewed your case and it is extremely strong. Thank God. I do, every day of my life. It's only by His grace that I was able to survive that plunge into the ravine and 11 months in the state penitentiary.\nRichard: I'm sorry, were you in an emotional ravine or did you actually go into a ravine? \nPete: Both.", "631": "Jared: They have the manpower. We have the perseverance. Triumph of the will.\nDinesh: He's the most cheerful person I've ever heard quote Hitler.", "632": "Gilfoyle:  Well, right now, because you don't know whether it is or not, it exists in both states, like Schrodinger's cat. Like what? It's a quantum mechanics thought experiment that an Austrian physicist came up with to help understand quantum states. So he imagined putting a cat into a box with poisoned food. There's a 50/50 chance the cat eats it.\nJared: That does sound rather Austrian.", "633": "Erlich: They're trying to say that Pied Piper was created at Hooli, whereas I'm living proof that it was created here in my incubator. I nurtured Richard like a little baby. I was his patron, like the Borgias with Da Vinci.\nRichard: Actually, the Medici were Da Vinci's patrons. The Borgias poisoned people.\nErlich: Say Medici again.\nRichard: Medici.\nErlich: Shut the fuck up.", "634": "Gilfoyle: Are you telling us this entire case hinges on people believing that Richard had a girlfriend? \nDinesh: We are fucked.", "635": "Lawyer: It seems like everything you touch is made dramatically better, Mr. Bighetti. You make a meaningful and crucial contribution to everything you do, do you not? \nBig Head: Wa wait. I'm I'm sorry. Do I not? Are you asking if I do do that or if I don't do that? ", "636": "Lawyer: And what about the Hooli AIDS and Cancer Societies of which you were president? Did you have anything to do with those?\nBig Head: Honestly, not really. I actually remember when they told me I got the AIDS thing, for just a second I thought they were telling me that I had AIDS. But then I realized, no, I was just the president of the AIDS thingy. But for a second it was pretty scary there.", "637": "Russ: Richard, this is my own brand. Tres Comas. Do you know what that means in Spanish?\r\n\nRichard: Three comm...\r\n\nRuss: (interrupting) Nope. Three commas.", "638": "Russ: We are going to drink to re-billionizing.", "639": "Gavin: That strategy just sounds so inside the box. Might it not be more innovative to shroud Nucleus in mystery until the official roll out next January? ", "640": "Jian-Yang: What if I told you there is an app on the market...\nErlich: No, you wait until you're inside. Okay? We haven't even gotten the bottle of water yet.", "641": "Jian-Yang: I don't smoke. Except for special occasions. \nErlich: So you do smoke? Wait, have you been smoking in my house?\nJian-Yang: No. There's no special occasion ever happen in your house.", "642": "Erlich: Monica, we may never know what indecipherable Chinese province Jian-Yang comes from, but I know this much, Jian-Yang was born to bring it, and you have got to try women.", "643": "Richard: The point is, what are we gonna do about Seth? \r\n\nGilfoyle: How do you mean? \r\n\nRichard: Well, I mean, we have an unemployed and very pissed off systems guy, who very publicly threatened to skullfuck our whole system.\r\n\nGilfoyle: He's not gonna do shit. He's a coder.\r\n\nDinesh: By definition, we're all pussies.\r\n\nGilfoyle: Look, he'll vent for half an hour and then he'll go LARPing and mogging and stroke his dick for a while. Even if he does try to crack us, Richard, I built our network security myself. I'm not worried about it at all.", "644": "Monica: The problem is, he's basically created the perfect tool for pedophiles to find victims.\r\n\nErlich: Yes, and pedophiles are typically not early-adopters, so we would miss out on that whole market. That's problematic.", "645": "(Bannercheck's first meeting with the Nucleus team)\n\nBannercheck: I'm sure the work that you have done so far has been very good. But now that I am here, the real work begins, and time is of the essence. I'm gonna need status reports from every department. Where are we? \r\n\nAly: We have a mobile beta on a HooliPhone.\r\n\nJason: You wanna see it? \r\n\nBannercheck: Mmm? Yeah.\r\n\n(Cut to Gavin Belson at a \"Habitat for Humanity\" construction site)\n\nGavin: He quit? What do you mean he quit? \r\n\nScott: According to security, he entered the building at 9", "646": "Richard: Seth is out there lurking. Just lurking in the darknet ready to pounce like an Internet panther. And we don't care. Okay, well, frankly, your lack of paranoia is insane to me.\r\n\nGilfoyle: Now you're paranoid that we're not paranoid enough? \r\n\nDinesh: You're para-paranoid, Richard.", "647": "Erlich: In our initial build we realized that the same geo-tagging technology that could be used to locate uncrowded playgrounds could also be used to prey on children, our greatest natural resource, by one of society's worst elements Pedophiles.\n\nLaurie: The pedophile facing nature of the app would present marketing pain points. Yes.\n\nErlich: But under Monica's guidance, we realized the same technology could also be used to create a real-time, crowd-sourced map of an even worse segment of the population.\n\nLaurie: Worse than pedophiles? \n\nErlich: Smokers. Because, let's face it, no one's ever died of secondhand heroin.", "648": "Gilfoyle: Richard, no one is cracking our transfer. Not Seth, not some rogue nuclear state, not Sk3wl of fucking R00t. No one.", "649": "Richard: Russ, we're at a pretty critical juncture right now, so \r\n\nRuss: (points at the computer screen) What's that? \r\n\nJared: That is pornography, thousands of hours of it.\r\n\nRuss: Yeah, it is.", "650": "Richard: (referring to the McLaren) You got this for me? \n\nRuss: What? No, I It's for me. I bought this for myself to celebrate you guys helping me get back to a billion. That's why I came here, to show it to you. To say thank you. I'm not an asshole.\nDinesh: You drove here with a bow on it?\nRuss: No, I put it on after I parked.", "651": "Richard: Did we delete over 9,000 hours of your premium content? Yes, we did. And that is bad, certainly. But the way we did it. See, our compression is so incredibly powerful that we were able to delete all those files at a rate that until now was unthinkable...", "652": "Erlich: I would be remiss if I didn't mention that your sites are some of my primary destinations.", "653": "Richard: Why would you assume that he's the CEO? \nReceptionist: Well, he's... no reason.", "654": "Dinesh: Look who just right-swiped me on Tinder. Karen. She's cute. \nGilfoyle: Says here that she's looking for a man on the go. You don't \"go\" anywhere.", "655": "Richard: Well, you're stealing it all wrong. I mean, this is how you're gonna build the code book? Honestly? This is bush-league. And look at all these redundancies.", "656": "Gavin: The point being what those in dying business sectors call failure, we, in tech, know to be pre-greatness.", "657": "Gavin: If there's any greatness in any of you at all, now is the time to access it. Please don't disappoint me. Please, please, please don't disappoint me.\n(Walks away)\nBig Head: Maybe start after lunch?", "658": "Russ: I'm out of the Three Comma Club. Functionally, I'm just like you. Jesus, fuck, that's depressing.", "659": "Russ: \"Forbes\" has taken me off their billionaire's list. Instead, they'll probably put me on their close-but-no-cigar list, which is ironic because I smoke a fuck ton of cigars. Why the fuck do I buy so many cigars? I remember the second I became a billionaire. I was ass-naked sitting right there (points at the couch where Erlich and Richard are sitting), just clicking and refreshing, clicking and refreshing, watching my stock rise. And when it happened, I popped a rod so fast, I went blind for a full minute. Nutted all over those cushions. (Richard moves the cushion he is sitting on aside)", "660": "Russ: I had to sell my McLaren.\n\nErlich: Yeah, but there's a Maserati in the driveway.\nRuss: Who gives a fuck? That has doors that open like this. Not like this. Or like this. So it's all fucked.", "661": "Gilfoyle: What if we didn't do that? What if, instead, we got our own client like EndFrame has, a porn company or something? \n\nRichard: That's not really how it works, Gilfoyle. You can't just go get a client.\n\nGilfoyle: Why not?\n\nMonica: 'Cause it's not that easy.\n\nGilfoyle: Why not? \n\nMonica: 'Cause EndFrame worked that Intersite deal for months, kicking every detail of the contract and SLA back and forth, promising tons of custom features. And you can't just make that stuff up.\n\nGilfoyle: What if I didn't have to make it up? What if I had every detail of their deal on my computer right in front of me? \n\nJared: I'm sorry, um Are you just asking what if or do you actually have this information? \n\nRichard: Gilfoyle, please don't tell me that you hacked into EndFrame's system.\n\nGilfoyle: Okay. I won't tell you that.\n\nRichard: W-Well, did you hack into it or not? \n\nGilfoyle: My feeling is if you're the CEO of a company and you're dumb enough to leave your login info on a Post-it note on your desk, while the people that you fucking ripped off are physically in your office, it's not a hack. It's barely social engineering. It's more like natural selection.\n\nDinesh: Fucking ninja.", "662": "Gilfoyle: You wanted to do something, Richard. This is something. It's time to walk the left-hand path, Richard.", "663": "Gilfoyle: Why does it say \"sent from my iPhone\" at the bottom? You just sent this from your computer.\nDinesh: It's so that I seem like I'm an out-and-about kind of person. I put that in the signature and then in the body, I'll write fun stuff, like, \"I'm at the opening of a secret restaurant.\" Or, \"I'm watching 'Jaws' at the pool of an old hotel.\" You know, keep it fun, vague, mysterious.\nGilfoyle: It is a mystery why you think you'll ever see a woman naked.", "664": "Erlich: Who painted that disappointment?\nDinesh: Jaden, age five. I got it from his Montessori school website. He's not online, he's never gonna find out.\nErlich: What?\nDinesh: Crimes against children Really, so easy to get away with.", "665": "Erlich: Just maintain eye contact, light some scented candles and throw in some Sade. The early stuff, though, before her arrangements got too baroque.", "666": "Gilfoyle: Outed by Wi-Fi.", "667": "Big Head: By wearing this standard Hooli ear-bud headphone, modified with a small piezoelectric sensor, the user can control their Hooli phone solely with their neural impulses. Point, click, drag, even type all using only brainwaves. Think it and it happens.\nGavin: Holy shit! Seriously? Seriously. This is great. Fuck, yes, team! So, uh, what's our, um, timeline here? I mean, when do we start testing this? How long before we can integrate this into Nucleus? \nBig Head: Not long. It'll probably happen in our lifetime. We just have to figure out how to make it work.", "668": "Big Head: Truth be told, we kind of put all our eggs into this basket, but we do have the kick-ass potato cannon, though. Although, actually, this one is broken. We tried to put a Mr. Potato Head in it, and it did not like that.", "669": "Jared: She's really smart. But not afraid to be bawdy.", "670": "Jared: There was a live stream of an eagle's nest last year that went viral, and was getting millions of hits. And I don't wanna be inflammatory, but next to a condor, an eagle looks like a common cackling.", "671": "Dinesh: Did you see that? She gave me her hat.\nGilfoyle: Pretend you've seen a woman before.", "672": "Gavin: Have I just surrounded myself with sycophants, who are just telling me whatever I want to hear, regardless of the truth?\nDenpok: (Pause) No.", "673": "Erlich: He and his roommates used to live down the hall. I used to party in their room all the time. Uh, kind of a mentor-mentee sort of thing.\nGilfoyle: Coming from a manatee sort of thing.\nErlich: You look like a ferret that gave up on himself six months ago, Gilfoyle.", "674": "Dinesh: This is awesome. I don't know if it's what's in this (the energy drink) but I have, like, all these killer lines coming to me. I'm on fucking fire right now. Oh! She likes me, right? \nGilfoyle: Yeah, she's totally into you. Just not as into you as she is into that guy's mouth. (points to Gina kissing another man outside) He's definitely gonna fuck her later, and she's not gonna think of you while it's happening.\nDinesh: Goddamn it. Fuck. Now I'm just shaking. What do they put in this shit? Milk thistle? (throws out the energy drink)\n", "675": "Dinesh: Hey, you see what I saw? \nGilfoyle: Yes, uh, he's got the velocity calculated wrong. It's for a flat plane. He doesn't account for the curve in the ramp.\nDinesh: Exactly. He's probably used to doing straight ramps. I mean, the chart says he's gonna launch at 81 miles per hour, - but it's going to be more like...\nGilfoyle: Under 70. The downforce is ridiculous. He's gonna lose speed and hit the side of that wall... and die.\nDinesh: So we should probably... \nGilfoyle: Okay. All right.\n(They walk back to talk to Blaine)\nGilfoyle: Hey, uh, Blaine? - One small thing...\nBlaine: No. I'm gonna stop you right there, Glasses. 'Cause I told you once already, and I was very clear. I am too fucking busy to deal with you. Okay? I'm just being cool here. (Walks away)\nDinesh: All right? - What do we do here?\nGilfoyle: This is a tough one.\n", "676": "Double-A: Because he's like the Kool-Aid pitcher from the ads. As in, every fucking time we were hanging out without him, he'd come smashing through a wall.", "677": "Gilfoyle: What if before he dies Gina catches the virus? And then she spreads it from her vagina to your penis.", "678": "Gilfoyle: This might be morbid, but the cold hard fact is that if Blaine dies on our live stream, this could be good for us. I mean, we'd get a lot more traffic. \nDinesh: Well, and it would probably lead to calls for regulations in the stunt industry. So, in the long term, we're saving lives.", "679": "Blaine: Opportunities... urinate on Blaine's grave? Grief threesome with Gina and Blaine's hot mom, question mark? What the fuck?!", "680": "Moderator: Who else feels this product is stupid? Allen, Lisa, Josh, Yana, Katie.  And did it piss off anyone else? - Allen, Lisa, Josh, Yana, Katie.", "681": "Gavin: Is this Windows Vista bad? It's not iPhone 4 bad, is it? (sighs) Fuck. Don't tell me this is Zune bad.\nChristina: I'm sorry, Gavin. It's Apple Maps bad.", "682": "Erlich: (laughing throughout) To his face? You called him that to his face?\nRichard: How could not mention the colostomy bag?\nErlich: Because it's a very private and personal matter, it's not a laughing matter.\nRichard: You called him Double Asshole first. Remember, in college?\nErlich: Yeah, but not to his face, never to his face! Not even I'm that fucking cruel! But you are!\nRichard: I'm actually not.\nErlich: You tore Double Asshole a third asshole! Triple-A!", "683": "Jared: Did you see the conference nook? Just think of the conferences we could have in this nook.", "684": "Erlich: I will admit, I have never heard a Christian-oriented riff on dog-sharing. But Christianity is borderline illegal in Northern California.", "685": "Erlich: I suppose you also don't know that pot-bellied pigs have been wildly unfashionable since 2005.", "686": "Jared: When Bill Gates got married on Lanai, he rented every helicopter on the Hawaiian islands so that paparazzi couldn't use them to fly over. Although in that case, it was a positive, because now you can imagine that wedding however you want.", "687": "Richard: What about all your other \"incubees\"? \nErlich: I've heard quite a few exciting pitches over the last week, but I'll be forced to forgo those opportunities because of your mediocrity. You see, Richard, when I invited you into my incubator, I promised to get you ready for the outside world. But I failed to do that. I wouldn't trust you out there in the real world as far as I could throw you. And to be honest, I could probably throw you all the way across the front yard. \nRichard: Okay, but I don't want to stay here.\nErlich: I don't want you to either, Richard. So it's agreed. Welcome home, fellas. Should we smoke some pot to celebrate? ", "688": "Bannercheck: I am certain that once you witness firsthand what Mr. Bighetti is up to, you will see that he is worthless around here.\nGavin Belson: Worth is a relative thing.\nBannercheck: Yes, but worthlessness is not. It is absolute.\nGavin Belson: People add value to this company in many different ways.", "689": "Bannerchek: This is Kiko. Kiko was rescued after a Nicaraguan landmine severed both his arms. My team, using technology developed at Somerville, was able to devise an array of sensors that can non-invasively detect signals from the neurons in the motor cortex in the brain. So without surgery, we have given Kiko the gift of a usable prosthetic appendage.\nGavin: What's he doing?\n(Kiko begins to masturbate furiously)\nBannerchek: What Kiko chooses to do with the technology is not important.", "690": "Erlich: Jian-Yang! I need all of your guys out of there, and the foosball table.\nJian-Yang: Those not my guys.\nErlich: They're always around... Who are they?\nJian-Yang: Friends of friends.", "691": "Gavin: It pleases me to inform you all that effective immediately, Nelson Bighetti has been promoted to sole head dreamer of Hooli XYZ.\nBig Head: Sorry, what?\nGavin: Stand up, Bag Head.", "692": "Dinesh: Jesus Christ, poor fucker. Sleeping out there with the rodents.\nErlich: Hey, I keep a clean garage. There are no rodents out there.\nDinesh:  How can you guarantee there are no rodents living there when you didn't even know Jared was living there? ", "693": "Erlich: Once again, because of your poor managerial skills, I've been hoisted upon my own petard.", "694": "Gilfoyle: (to Dinesh) Why don't you go inside and write some princess code? Leave the hardware up to us servants.", "695": "Erlich: When one is given a parting gift and one never parts, shouldn't one return the said gift? Isn't that what decorum would dictate? \nRichard: Oh, this is out the kimono? Okay, I will give it back to you right now, gladly.\nErlich: Now I'm really pissed. Because if one appreciated a gift of such magnitude, then one would put up more of a fight before returning it, wouldn't one? ", "696": "Erlich: Your new tenant is Jared Dunn. His rent will be exceedingly reasonable and his utilities will be included. He speaks German in the night.", "697": "Richard: It says here on your resume that from 2010 to 2011 you \"crushed it\"? \nApplicant: That's actually an old resume. It should also read that I crushed it from 2013 to present.\nJared: So are we to understand that you did not \"crush it\" in 2012?  \nApplicant: There was a medical situation preventing me from crushing it to my usual standards. So I had to take some time off until I was able to crush it at 100%, at which point I resumed crushing it full-time.", "698": "Gavin: I give you Dr. Bannerchek, the one and only man fit to be the first head dreamer of Hooli XYZ. Also I give you the one and only man fit to be his co-head dreamer, our very own Nelson Bighetti, otherwise known around here as \"Baghead\". Come on up here, Baghead.", "699": "Jared: It's like we're the Beatles and now we just need Yoko.\nDinesh: That's the worst example you could have used.", "700": "Erlich: You see this, Richard? What is this?\nRichard: A spoon?\nErlich: It's a wide spoon. In fact, the only spoon type that is left in this drawer. I specifically posted a note on the refrigerator saying that the more narrow spoons be reserved for the eating for Fage yogurt by me. ", "701": "Russ: Know what has three commas in it, Richard?\nRichard: Uh, a sentence with two appositive phrases in it? \nRuss: No, a billion dollars.", "702": "Russ: I think we need to talk about getting some shwaaaaaaaaag.\nRichard: What? ", "703": "Jared: I mean, we're all cool here, but we know each other. So obviously, when Dinesh calls me retarded Frankenstein, or he describes me as AIDS lady, or Gilfoyle refers to me as effeminate K.D.Lang, I know this is a joke among friends.\nDinesh: It's not a joke.\nGilfoyle: We're not friends.", "704": "Jian-Yang: Erlich, he started crying in Taco Bell. He tried to blame the taco sauce.", "705": "Erlich: This morning, you put your soda cans in the green one. Okay? That's not right. The green is for grass and leaves. Okay? The blue one is for recycling. Go ahead and put those in there. (Jian-Yang puts the cans in the blue bin) Yeah.  Very good. The black one is for all other trash. Do you understand? \nJian-Yang: Yes. Which is for burning? \nErlich: No, we don't burn trash in this country. It's illegal. You never burn trash. Okay, can you say that? \"I never burn trash.\" \nJian-Yang: I never burn trash. \nErlich: Yes. \n\nJian-Yang: What about garbage? \nErlich: Motherfucker.", "706": "Jared: My only concern here, and it's a small one, um, he's also named Jared. Will it be confusing with two Jareds? If we hire him, I can always go back to my real name Donald.\nGilfoyle: No, that's too big a hassle. We'll just go with \"other Jared.\" OJ, for short.\nJared: I know a name is just a sound somebody makes when they need you, but shouldn't this much-newer Jared be \"other Jared\"? \nGilfoyle: You should be flattered. OJ Simpson is one of the most recognizable people on the face of the planet.", "707": "Erlich: I am going to have to err on the side of caution and say \"Pass-adena,\" Trina.", "708": "Erlich: I must get dings, right?\nRichard: Dings?\nErlich: Like in a jury or \"Whose Line Is It Anyway?\" ", "709": "Gavin Belson: What is a moonshot? A moonshot is an idea so big, so bold, as to be impossible until it is not.", "710": "Carla: I'm not a woman engineer. I'm an engineer.", "711": "Carla: I have a question. My best friend's nickname is C*nty.\nJared: I'm sorry, her name is - C*nty. \nCarla: And I was hoping I could call her C*nty while I'm here.\nJared: Okay, that one's easy. No, you cannot.\nCarla: 'Cause, you know, I want to have C*nty come visit me for lunch, and if I can't call C*nty \"C*nty,\" then it's like, I'm not going to want to have C*nty over at all, which I feel like kind of violates my rights \nJared: Yeah, um, it does not.\nCarla: ...as a woman.\nJared: Okay, I'm going to have to get back to you on that one.\nGilfoyle: Her best friend's nickname is C*nty.", "712": "Jared: But Hooli was like an abusive spouse to me. You know, like that guy who married Julia Roberts in \"Sleeping With The Enemy\"? It was dehumanizing. But then, you, Richard, you pulled me out of the life and you gave me hope and you gave me a sense of self-worth. Like Richard Gere did to Julia Roberts in \"Pretty Woman.\nDinesh: This is weird.\nJared: Every day here has been like that shopping-spree scene. I'm putting on hats.\n(Later)\nJared: Richard, I'd understand if you took it, but watching you end up over there would break my heart.\nRichard: What, like Julia Roberts from \"My Best Friend's Wedding\"? \nJared: I never saw it.", "713": "Russ: But I watched your whole TechCrunch thing online, twice. That whole spazz thing you did (moaning, sputtering) That was fucking priceless.", "714": "Russ: Anyway, next thing you know, we IPO, stock triples in a day and AOL gobbles us up. All of a sudden, I'm 22 years young and I'm worth 1.2 billion. Now a couple decades later, I'm worth 1.4. You do the math.\nRichard: Okay. Well, that's a gain of $200 million over 20 years. Um, 16.66 repeating. Uh, that's less than 1% return. Inflation is, like, 1.7. I think CDs are 2%. So that's less than a CD.", "715": "Gilfoyle: Does he actually smile like that with his upper and lower teeth at the same time? \nDinesh: How does he even do that? ", "716": "Gavin Belson: I'm getting a little tired of this bias against the leaders of our industry. I'm continually creating jobs and helping people, and I'm tired of getting slapped for it. I didn't steal the money I have, and I resent being treated like I did. You know, there is a climate in this country that is very dangerous.\nKara Swisher: It's dangerous out there for billionaires? \nGavin Belson: There's that attitude again, Kara. Billionaires are people, too. We are leaders in technology, in industry, in finance. Look at history. Do you know who else vilified a tiny minority of financiers and progressive thinkers called the Jews? \nWalter Mossberg: Wait a minute. Did you just compare the treatment of billionaires in America today to the plight of the Jews in Nazi Germany? \nGavin Belson: Absolutely. One could argue that billionaires are actually treated worse. (audience groans) And we didn't even do anything wrong. (more groans) We're an even smaller minority. (groans) There's a lot more of them. (groans) These are facts.", "717": "Richard:  You're not worried about the lawsuit? \nRuss: Shit, no. I got three nannies suing me right now, one of them for no reason.", "718": "Monica: The guy is a joke. He's a boorish, pompous, womanizing douchebag who got lucky, like, 20 years ago. And hasn't done anything since then.\nGilfoyle: Sounds like Erlich.", "719": "Russ: (Referring to Jared) I'm just gonna say it. This guy fucks. Am I right? 'Cause I'm looking at the rest of you guys, and this is the guy in the house doing all the fucking. Am I right? You know I'm right. This guy fucks.", "720": "Russ: (Referring to Dinesh)  Hey, what's up, al-Qaeda? No, I'm totally kidding. I'm diffusing the tension with humor.\nDinesh: What tension? There's tension? \nRuss: No, of course not. Seriously, though, no beheadings, all right?", "721": "Russ: (Referring to Gilfoyle) I want to know what kind of fucked-up childhood this guy had.", "722": "Monica: The guy has calf implants, Richard.\nErlich: How do they look? ", "723": "Jared: They just kept saying if I didn't waste so much money at the butthole doctor, then we'd have enough money, but I pay for all my medical out of pocket.", "724": "Russ: ROI. ROI. You know what that stands for?\nJared: Uh, return on inv...\nErlich: (interrupting) Return on investment!\nRuss: No. Radio on Internet.", "725": "Russ: (points at Jared) This guy fucks.\nErlich: You know, Russ, I've been known to fuck myself.", "726": "Russ: Synergy, bitches. Know what that means? \nGilfoyle: Does it mean taking a stack of cash and lighting it on fire? ", "727": "Ron LaFlamme: Always tell me that and tell yourself that. Because if you believe it, a jury will, too.\nRichard: Oh, I do believe it. It's the truth.\nRon LaFlamme: Great. That one was even better than the other one.", "728": "Ron LaFlamme: A young start-up with an IP lawsuit hanging over its head? I wouldn't want to be a part of that team.\nRichard: Well, but you are a part of that team.\nRon LaFlamme: I'm part of the team that team is on.", "729": "Laurie Bream: Dress unattractively when you tell them. I read a study. The less sexual interest they feel for you, the less perturbing it will be. It sounds strange, but it's credible. May I suggest the beige ensemble in which you came to work Tuesday? ", "730": "Erlich: Can I say something here? First off, Monica, you're not fooling any of us for even a second with your dress-shitty- to-ease-the-pain routine. It's a classic chick break-up move, and you're not very good at it either. You look great.\nJared: Yeah, beige is a good color for you. You're a true autumn.", "731": "Erlich: Call Coleman Blair. Tell them that Santa Claus is coming early this year, and he's bringing a big bag of Pied Piper.", "732": "Venture Capitlaist: I asked you back because three days ago I sat right here, and I watched you put your testes on this reclaimed Brazilian Koa wood table, and now you're going to sit there and you're going to watch me do the same goddamn thing to you.", "733": "(To Monica after she informed the guys that Raviga was out)\nDinesh: Well, I'm going to leave this room without saying goodbye to you.\nGilfoyle: I'm sure you can find your way out with one of your two faces.", "734": "VC: You know term sheets aren't legally binding documents, right? \nErlich: Of course not. They're just guidelines that people follow, unless, of course, they're pussies.\nVC: You came in here three days ago. You were arrogant, condescending, and offensive. Now you come in here, you call me a pussy \nErlich: Whoa, whoa, I did not call you a pussy. I said that people who break term-sheet agreements are pussies, and that hasn't happened yet. Thus I haven't called you a pussy yet. You're in control of the situation.", "735": "Jared: I've never felt like I was anyone's bro before. The only people who have used that term with me were assailants, but, um, I started bro'ing people and getting bro'ed back.", "736": "Jared: Well, get some sleep, my bros. I'll set the meeting, and, um, then I'll go find some hoes to prioritize behind you.\nErlich: Are you trying to say \"Bros before hoes\"? \nJared: It's sexist, but it's about friendship.", "737": "Jared: It's like when somebody says they want to go birding with you, but really they just want to get you alone in the woods, so they can take your binoculars.", "738": "Erlich: Look, those guys aren't doing technical due diligence. They're not even consultants. They're a compression company. One of them has braces, for fuck's sake. Braces! ", "739": "Jared: We were bros. We were bros.", "740": "Dinish: You know what \"bro\" means in Mandarin? It means \"asshole.\n- You know what \"bro\" means in Portuguese? Rapist.\n- In Latvian, it roughly translates to \"one who beheads the messiah.\n- In Finnish, \"bro\" means a baby's erection.\n- In Urdu, \"bro\" is actually short for \"brochtauer\" which means a dildo for a man. A man's dildo.\n- Fecal eclipse. It loses something in translation.  We don't have a word for it. They do. It's \"bro.\n- You know what \"bro\" means in Navajo? A really joyful person with mental disabilities.", "741": "(The pitcher Tyler Beede throws a heater. It whistles past Richard)\nRichard: Whoa.\nStern Taylor VC: You okay there, Richard? \nRichard: Uh, yeah, I'm fine.\nTyler Beede: Sorry, I can't really throw it any slower.\nStern Taylor VC: Give it another cut, Richard.\nRichard: No, I'm fine. I don't want to. Maybe someone else wants to. Who's next? \nJared: If someone has to go, I'll go, but it seems very frightening.\nSkyler Ewing: You sure? You got us for the whole hour.\nStern Taylor VC: Anyone?\nJared: Would it hurt your feelings if no one went? ", "742": "Erlich: Ooh, the Winklevoss twins. Look at them. They're like two genetically enhanced Ken dolls. ", "743": "Erlich: If you can't enjoy this many people kissing our ass at this level, then I feel sorry for you. Would you just relax and take it in for a second? I mean, we are getting our dicks sucked at the AT&T Park.", "744": "Dinesh: We're standing on the field of the World Series champions.\nGilfoyle: It's totally lost on me.\nDinesh: Yeah, I don't give a shit, either.", "745": "Monica: He was in the Serengeti on safari and he had just gone into his tent when a hippo wandered into the camp.\nRichard: Oh, wow.\nErlich:  He was attacked by a hippo? \nMonica:  No, I guess the hippo started to charge when the guide grabbed his rifle and shot at it, but his aim was off, and... \nRichard: And he shot Peter Gregory by accident? \nMonica:  No, he he missed, but I guess the sound of the gun startled Peter, who ran out of his tent and...\nRichard: Ran right into the hippo? \nMonica: No, the hippo was also startled by the noise and had run off prior to Peter exiting his tent.\nErlich:  So, what happened to Peter? \nMonica:  He hadn't run in a long time, maybe ever, and you know, he just... that was it.", "746": "Gavin Belson: Data creation is exploding. With all the selfies and useless files people refuse to delete on the cloud, was created in the last two years alone. At the current rate, the world's data storage capacity will be overtaken by next spring. It will be nothing short of a catastrophe. Data shortages, data rationing, data black markets. Someone's compression will save the world from data-geddon, and it sure as hell better be Nucleus and not goddamn Pied Piper! I don't know about you people, but I don't wanna live in a world where someone else makes the world a better place better than we do.\n(Gavin Belson leaves)\nMarketing Executive: Data-geddon. Is he married to that, or? There's just been a lot of \"geddons\" lately.\nHeidi: That's true. \"Snow-mageddon\", \"Car-mageddon\".\nMarketing Executive: There's that movie \"Armageddon\".\n", "747": "Gavin:  That was horrible. I just got humiliated by a fucking teenager at TechCrunch Disrupt, and you give me this tampon ad? ", "748": "Erlich: Line 'em up nuts to butts.", "749": "Richard: Remember when you told me to come back when I had more? And then I said I would? Well, I'm not going to. Ever. This doesn't count. I'm covered in dust. I'm a three-foot dick, and I've got half an ass to go to some other company who's never gonna put me on a Jumbotron or throw balls at me. Bye.", "750": "Erlich: Shit, they were negging us.\nRichard: Negging?\nJared: Negging is going negative. It's a manipulative sex strategy used by lonely chauvinists.", "751": "Erlich: Okay, here's my concern Here's my concern Who the hell picked out that shirt for you? - What? - Oh, I see. With the pants, so I guess it's a whole - thing.\nVC: My wife picked these out.\nErlich: Then you married poorly.", "752": "Erlich: It's just that painting behind you. It's awful. It looks like harlequin Kama Sutra done poorly.", "753": "Erlich: Well thank you for meeting with us. We have a bunch of these things to go to, hopefully with more tasteful artwork, and your logo looks like a sideways vagina.   I find that to be racist, don't you?", "754": "Erlich: In fact, what I think I'm seeing is the human equivalent of a \"flaccid\" penis.\nRichard: Flak-sid. It's actually pronounced flak-sid. Not a lot of people know that.", "755": "Erlich: One of you is the least attractive person I've ever seen, and I'm not gonna say who.", "756": "Richard: (attempting to be negative) So, with some proper funding, we should be able to get a functioning beta in time for CES. And if you don't fund us, you're a fucking slut. Ah. What's that smell? Is that a fart? You Are you a farter? Now, can I have a pastry? Or are you guys gonna eat 'em all? 'Cause you're gonna get fat.", "757": "Gilfoyle: Every day it feels like I've died and gone to hell.\nBooth Worker: Oh?\nDinesh: He's a Satanist. It's a good thing.", "758": "Jared: Hi! I'd like to talk to you about a company called Pied Piper. What does it do? Good question. Maybe you can help us find an answer. What if Pied Piper was an app that could attract rodents? You know, like the fairy tale? For purposes of extermination or to feed your pet snake. We're not here to tell you what to do with your rats, we're here to get your rats, STAT. Would you be very interested, somewhat interested or not interested? Which one? Which one? Which one? ", "759": "(After Erlich negotiated to get a suite after being assaulted)\nDinesh: I was just happy you got punched in the face, Erlich, but now I'm super happy.", "760": "(Speaking to a reporter)\nErlich: Let me ask you something. How fast do you think you could jack off every guy in this room? Because I know how long it would take me. And I can prove it.", "761": "Erlich: Yeah, we're gonna win even if I have to go into the auditorium and personally jerk off every guy in the audience.\nJared: That's a lot of jerking.\nGilfoyle: And we only have ten minutes to present.\nRichard: So, we're fucked, aren't we? \nDinesh: Yeah, even if he's jerking two at a time, there are, what, 800 guys in that room? So that's 400 times whatever the mean jerk-time is.\nJared: The what?\nDinesh: Mean jerk-time. I mean, it doesn't matter, but, hypothetically, time is equal to 400 total jerks at a two-dick rate.\nGilfoyle: Unless Erlich jerks off four guys at a time, and then we can cut that in half.\nDinesh: How would he do four guys? He's got two hands, so that's two dicks at a time, right? \nGilfoyle: Look, you have two guys on either side with their dicks, tip to tip, so you're going full-length. Four, see?\nJared: Oh... from the middle out. That does make sense.", "762": "Richard: I'm such an idiot.  Middle out! Middle out! Middle out! Oh, my God. How could I? \n(Rushes into the bedroom)\nJared: Uh Guys, does girth-similarity affect Erlich's ability to jerk different dicks simultaneously? \nErlich: Shit. Yeah, I think it would.", "763": "Richard: Last night I was watching my friends here have this argument. About, you know, manipulating data And, you know, how many datas could one guy manipulate at once and, uh And I was just I was thinking. Maybe it could be another way, you know? Something that I would call, \"middle out\".", "764": "Erlich: We need to do what any animal in nature does when it's cornered, act erratically, and blindly lash out at everything around us.", "765": "Gavin: Anyone who tells you their platform is faster than ours better have good lawyers.", "766": "Police Officer: You have any weapons or drugs on your person at this time?\nJared: Why yes. Yes I do. (Hands Adderall bottle to officer)\nPolice Officer: Adderall. This is a highly controlled substance. Are these yours?\nJared: No! Those belong to an underage kid that I brought to my house.", "767": "Jared: I'll admit I'm sleep challenged. I just spent 4 days trapped in a steel box out in an oil rig full of robot forklifts. But now I'm back, and I am recovering, and I am focused, and we're going to pivot. Don't lose faith guys. Look at me, look at me. We've got a great name, we've got a great team, we've got a great logo, and we've got a great name. And now we just need an idea. Let's pivot. Let's pivot.\n\nDinesh: That might be the last time we see him alive.", "768": "Jared: How much would it be worth to you if I told you I had a GPS app called \"Pied Piper\", tracking the location of your child? I can follow your child anywhere and there is nothing you can do to stop me. Most missing children are never found. Interested, very interested, or very interested?\n", "769": "Monica: People may take credit for your idea and try and sue you. How awesome is that? \r\n\nRichard: Uh... yeah, that's awesome. ", "770": "Gilfoyle: It's not her you're sexually attracted to, it's my code.\nDinesh: Shut the... That is the most disgusting fucking thing I've ever h...\nGilfoyle: Just face it, Dinesh, you're gay for my code, you're code gay.\nDinesh: No! No, I'm into her. Her, OK? Fuck your code!\nGilfoyle: You'd like to fuck my code, wouldn't you? Hey, would you like to masturbate to the subroutine I just wrote?", "771": "Erlich: Friday, the pool cleaner comes. Do you understand? \nJian-Yang: Yes.\nErlich: And tomorrow is trash day so make sure all the cans are out front.\nJian-Yang: Yes.\nErlich: Now, you are under no circumstances to order any movie on demand, adult or otherwise.\nJian-Yang: Yes.\nErlich: OK, has anything that I've just said confused you?\nJian-Yang: Yes.\nErlich: Goddamn it!", "772": "Erlich: We may be fine. We may be totally fine. We also may be totally fucked. I'll let you know either way.", "773": "(From outside the van on the highway)\nGilfoyle: I don't know how you read your screen in the car; it makes me sick as a dog.\nRichard: I'm okay as long as I don't think about it. Besides, the presentation is tomorrow.\nGilfoyle: So if you just don't think about it, it really doesn't bother you to be staring at the screen when the car's moving and turning and you're all queasy...\n(Richard sticks his head out the window and vomits)\nErlich: Gilfoyle!\nGilfoyle: See, I knew it bothers you. Fucking liar.", "774": "Erlich: There's been some developments. You know how I f**ked Melcher's old wife? I f**ked his new wife too.\nRichard: What?\nErlich: Don't worry, he's not gonna find out. I left way before he got back last night, and I didn't go back this morning until twenty minutes after he'd left.\nGilfoyle: You went back?", "775": "Big Head: Oh, hey, did I tell you? I'm getting a boat.\nRichard: Wow.\nBig Head: And a boat guy to take care of it. You have to have a boat guy.\nRichard: Oh yeah, you've gotta have a boat guy.", "776": "Erlich: Are the judges allowed to send us through to the finals immediately after we present or they have to wait until everybody has gone?\n\n\n(Everybody looks at him)\n\nErlich: What? I was just asking what everybody was thinking.", "777": "Erlich: Seeded quite a few new companies... Spinder. It's like Tinder but for spinsters. Elderly women looking for sex.", "778": "Doctor: Would you be interested in a device that links to your smartphone and lets you know, even before it happens, whether you're having a panic attack - or a heart attack? OK, here's how Panic-A-Tech works. You wear this on your finger all day and it tracks your vitals. Or if that's too embarrassing, there's also a Bluetooth suppository and that goes right where you think it goes. And that comes with a retrieval kit.", "779": "Soundcheck Guy: Check, one-two two, tsetse fly, tsetse fly.", "780": "Erlich: Do you have those spotlights that come up from the ground, like in Pride Fighting?", "781": "Dinesh: She invited me to her room to watch Cloud Atlas later tonight.\nGilfoyle: Oh yeah, that means she wants you to lay her.\nDinesh: Is that definitive? \nRichard: I mean, nobody can watch more than like a minute of that film.", "782": "Erlich: Which one was it? It was Church Candy, wasn't it? Well, you just brought piss to a shit fight!", "783": "Doctor: I don't know how you did it, but you essentially aged 40 years in the last seven weeks. \n\nRichard: Wow, really?\n\nDoctor: We had a meth addict in here this morning who was biologically younger than you are, and he's 58. Myspace guy.", "784": "Jared: Six months ago, these guys had 35 million and Series B Financing. Now The Carver's here doing teardown.\nDinesh: He's basically moving their carcass to the cloud.\nErlich: Don't touch anything. Failure is contagious.", "785": "Erlich: Are you sure that she didn't ask Gilfoyle for a danish and maybe you misheard her?\nDinesh: You're probably right, she just wanted to fuck a Danish.", "786": "Dinesh: Looks like Gilfoyle and his lady Satanist are back from the airport.\nErlich: Can you imagine what kind of shit-show this one's gonna be? He says that she has an Amy Winehouse vibe. What does that mean? All tatted-up and nowhere to go.\nDinesh: Hooked on OxyContin?\nJared: Decomposing? (shakes his head) Oh. Oh, Okay, that was dark.", "787": "Car: Destination override. New destination: 1 Gregory Drive, Arallon. Distance to new destination: 4,126 miles. Enjoy your ride.\n\nJared: (confused) Umm, what's happening? Uh, I'm sorry, what? Mr. Car?", "788": "Erlich: I'd have sex with that if you hose the Gilfoyle off of her.\nDinesh: It's weird having a girl in the house. There's a very strange energy.", "789": "Dinesh: I should not have eaten all that Satanist chicken.", "790": "Kevin: (to Richard) Why do you keep your lips pressed so tight together when you're not talking? 'Cause they're like white. It looks uncomfortable.\n(Richard attempts to work with his lips apart)", "791": "Dinesh: I'm much more handsome than you are. No, my face is completely symmetrical. You know what my nickname was when I was a kid?  \nErlich: What?\nDinesh: Pakistani Denzel.", "792": "Satanist Leader: Hail Satan, it is done. Well, thanks for coming, everyone. Brother Jason was kind enough to furnish this week's food. It's Chick-fil-A. I know, they're on the Christian right, but darned if that chicken isn't good. I think the Dark Lord would understand.", "793": "Dinesh: To be honest, elements of this arrangement still trouble me. However, I have not had a lot of sexual experiences. So I feel it may be foolish to turn this down. So as long as Gilfoyle is not in the room and I can verify that the door is locked then I have concluded that yes I would love to have sexual relations with you Tara. Yeah.", "794": "Erlich: I am not a racist, all right? I watch a lot of black porn. I mean, a lot.\nDinesh: One question. In this porn, is the man black, or the woman black, or are they both? \nErlich: Is one of those racist, and the others aren't? \nGilfoyle: I'll hack his browser history. We'll get to the bottom of this.", "795": "Gilfoyle: He's trying to turn us into corporate rock, Richard. We are punk rock.\nDinesh: Actually, you know, I think a better analogy would be jazz. Like we riff and improvise around a central theme to create one cohesive piece of music.", "796": "Erlich: Are you fucking serious? Lowercase letters? Twitter, lowercase \"t\". Google, lowercase \"g\". Facebook, lowercase \"f\". Every fucking company in the Valley has lowercase letters. Why? Because it's safe.", "797": "Waiter: Are you enjoying your asparagus, sir?\nPeter Gregory: I was never enjoying it. I only eat it for the nutrients.", "798": "Richard: I didn't turn down ten million dollars because of Peter Gregory, Monica! I turned it down because of you!\nErlich: However angry he is, I am one-tenth as angry. Because one of the ten million would've been mine... because I own ten percent...\nMonica: I know.", "799": "Jared: And that, gentlemen, is scrum. Welcome to the next eight weeks of our lives.\nGilfoyle: This just became a job.", "800": "Erlich: I'm already smiling, do you really have to paint me giving the thumbs-up? It's gratuitous.", "801": "Gavin Belson: How are you?\nPeter Gregory: Well. And you?\nGavin Belson: Not bad.", "802": "Gilfoyle: I just masturbated to heighten my focus. I have a 15-minute refractory period.\n", "803": "(After Richard opens the garage door)\n\nErlich: No, no, no! Close it! Look at this left from the previous tenant. Unbelievable. I can't believe I didn't enter the garage until this point. I mean, is that marijuanas? ", "804": "Gavin Belson: Fuck you, the audio's still working! Audio worked a hundred fucking years ago, you fucking piece of shit!", "805": "Erlich: So, I'm trying to be vulnerable in front of you. I don't know. Is this a safe place? \nChuy: Look, you can be vulnerable ese, but this ain't a safe place. A plumber got stabbed just last week, right where you're standing.\nErlich: What?! Jesus Christ! What Why would you stab a plumber? ", "806": "Monica: It's Chuy Ramirez? I'm impressed. He sold a mural today for a half-million bucks.\nErlich: It wasn't on a garage door, was it? ", "807": "Richard: Doesn't Peter Gregory want what's best for the company? \r\n\nMonica: Look, I'm going to be straight with you. Peter Gregory doesn't care. \r\n\nRichard: About? \r\n\nMonica: You. \r\n\nErlich: Wait. Just him, or both of us? \r\n\nMonica: Any of you; Pied Piper. \r\n\nRichard: Okay, uhh, then why did he back us? Just to piss off Gavin Belson? He spent $200,000 to piss of Gavin Belson? \r\n\nMonica: Yeah, that's nothing. Peter would spend millions just to mildly annoy Gavin. These are billionaires, Richard. Annoying each other means more to them than we'll make in a lifetime. \r\n\nRichard: I see. And you conveniently forgot to mention any of this when you were convincing me to turn down 10 million dollars. And now I'm in the middle of some pissing contest between two billionaires? \r\n\nMonica: In fairness, Gavin only offered the $10 million because we started pursuing you. \r\n\nRichard: Yes, but he offered it to me, Monica. He offered 10 million dollars! And I didn't take it because you came to me when I was puking and freaking out and told me that Peter Gregory believed in me, when in reality, he didn't give a flying fuck! \r\n\nMonica: Richard... \r\n\nRichard: I didn't turn down 10 million dollars because of Peter Gregory, Monica. I turned it down because of you! \r\n\n(Richard walks out)\n\nErlich: However angry he is, I am one tenth as angry. Because one of the 10 million would have been mine, because I own 10%... \r\n\nMonica: I know. \r\n\nErlich: ...of Pied Piper. \r\n\nMonica: I know! ", "808": "Richard: Fuck Erlich. I turned down 10 million dollars to build this thing. You want vision? I will show you fucking vision!\n\nJared: I like this new angry side of you. Being around angry people relaxes me because I know where I stand.", "809": "Ron LaFlamme: It's like you need both halves of the brain, right? The Jobs and the Wozniak. The ying and the yang.\nRichard: Oh. I think it's \"yin\".\nRon LaFlamme: \"Yin\"? Like \"yin and yan?\"\nRichard: No. Like yin and yang.\nRon LaFlamme: No. It's ying and yang, they're opposites.", "810": "Jian-Yang: I eat the fish.\nErlich: I understand you eat the fish. But when you clean the fish you can't leave the fish head and guts and shit in the sink. Because the whole house smells like a bait station. So you gotta put it in the trash and then take the trash out. Do you understand? \nJian-Yang: Yes. I eat the fish.\nErlich: Motherfuck! ", "811": "Dinesh: I half-jokingly said to Gilfoyle last night it looks like Richard's gonna suck Erlich's dick. But that would be reasonable compared to this.", "812": "Flo Rida: Y'all put your hands together for my brother! The illest, the chillest, emperor of Rome, big Pete Gregory!\n(Peter Gregory enters on a chair held up by mock slaves)\nGilfoyle: He is the illest and the chillest? \nFlo Rida: Big Pete Gregory! \nPeter Gregory: Thank you, Florida. Welcome to the Peter Gregory foundation's fourth annual orgy of caring. The first three were fine. I hope that you enjoy the party. There is a second bar in back where the line is much shorter. Thank you. I'm finished now. (hands the mic off)", "813": "Richard: I always knew I was missing something, and then when someone explained the concept of \"game\". I remember very distinctly thinking, \"That's what I don't have\".", "814": "Ron LaFlamme: All right, homey, I gotta go. My enema guy is here. (undoes his pants) Gary! Namaste! ", "815": "Richard: You know, I wish this was Roman times. You know? Life was simpler back then.\nDinesh: Simpler for you. I would have been a slave.\nGilfoyle: There's still time.", "816": "Richard: Are you dressed like Steve Jobs? \nErlich: Oh, am I? Well, I suppose Steve and I always have shared a similar aesthetic.", "817": "(Preparing for a photo)\nErlich: Dinesh, leave it unbuttoned. We want you to look like shit. Makes for a better \"before\" photo.\nGilfoyle: But you're wearing a jacket.\nErlich: Yeah, because I'm the genius marketer. I'm not a code freak like you guys. Besides, I'm wearing sandals so I am iconoclasting a little bit.", "818": "Richard: You know, I turned down ten million dollars to build this thing. You want vision, I will show you fucking vision.\nJared: I like this new angry side to you. Being around angry people relaxes me, because I know where I stand.", "819": "Richard: Jared. I have no vision.\nJared: Yes, you do. I believe in you.\nRichard: No, no, I literally have no vision. All I see is stars and swirls. I cannot see right now.", "820": "Richard: Since when do we have an intern program?\nErlich: We don't. And when Keith finds that out, it's going to be a very valuable business lesson for him.", "821": "Dinesh: You know who else is Canadian? Justin Bieber. The Hitler of music.\n(later)\nJared: Hitler actually played the bassoon. So technically Hitler was the Hitler of music.", "822": "Jared: Hey, Dinesh. Dinesh. I'm on the phone with the bank and they say they need an extra form for your payroll, because of your visa?\nDinesh: Visa? What visa? I'm a fucking US citizen.\nJared: (on phone) I have Dinesh Chugtai here, and he's pretty irate because... Oh, I see. Bertram Gilfoyle is the foreign national. Citizen of Canada. Okay, thank you.\nDinesh: You're Canadian?\nGilfoyle: Your \"borders\" are merely a construct. I prefer to think of myself as a citizen of the world.\nJared: Do you mind just sending them the form so they know you're here legally?\nGilfoyle: Yes, I mind. And also I may not be. To wit, maybe you could make out my checks to cash? Or bitcoin.\nDinesh: I didn't know I was working with an illegal.\nGilfoyle: The irony.", "823": "Dinesh: Inferior products win out all the time.\nGilfoyle: Like Jesus over Satan.\nDinesh: I was going to say VHS over Beta.", "824": "Richard: We love the name Pied Piper. It's a classic fairy tale.\nJared: Well, I looked it up. It's about a predatory flautist who murders children in a cave.\nGilfoyle: It has all of that going for it, Richard, and I still hate it.", "825": "Jared: My name's only Jared because Gavin called me that on my first day. My real name is Donald.", "826": "Erlich: What is that atrocity? What are we, an Irish pornography company? I thought we were gonna replace the name \"Pied Piper\". I thought it was a Place Holder.\nDinesh: \"PlaceHolder\" would honestly be a better name than Pied Piper.", "827": "Gavin Belson: If we can make your audio and video files smaller, we can make cancer smaller. And hunger. And... AIDS.", "828": "Erlich: Richard, a name defines a company. It has to be something primal, something that you can scream out during intercourse. Like Aviato.\nDinesh: Uuuuber! \nGilfoyle: Gooooogle! \nDinesh: Huuuuuulu! \nRichard: Exactly, right. (makes a sex pose) Pied Piper! \nErlich: I'm so sorry. Your voice doesn't really reach that register when you ejaculate, does it? \nRichard: No, it's just, everyone was doing it, I was just chiming in.", "829": "Astraphile Manager: As we discussed, our North Carolina plant went sideways. So we need 15 million now or we'll have to shut down.\nPeter Gregory: Have any of you ever eaten at \"Burger King\"?", "830": "Arnold: I'm thinking about getting in another line of work anyway. All these foreigners coming over here, putting pieces of shit like that (points at the server farm building) all over the good farmland around here. All so people can sit around, stare at their phones all day. Nobody jerks off to magazines any more.", "831": "Erlich: Where's Richard? Why isn't he in here for this? \nDinesh: I think he was out back, wishing he'd taken the ten million dollars.\nGilfoyle: No, I just saw him in his room, wishing he had taken the ten million dollars.", "832": "Dinesh: It looks like a guy sucking a dick, with another dick tucked behind his ear for later. Like a snack dick.", "833": "Dinesh: You know \"smiler\" is also something that guys call women's assholes.", "834": "Jared: What about, \"Dwarfism 2.0\"?\nGilfoyle: Where's \"Dwarfism 1.0\"? \nJared: Just in the world.\nDinesh: (sad) Oh.", "835": "Richard: (talking to Arnold on the phone) We had a handshake deal. And that may not mean a lot to you, but where I come from, that means a whole lot. Ok, you agreed to sell me that name for a thousand dollars. So let me ask you this? Are you an honest man or are you a goddamn liar? (pause) Ok. Yes, same address? Good, yeah, great. See you then.\nDinesh: Dude, that was fucking badass. What did he say?\nRichard: He said he was gonna get in his truck, drive down here and beat the living shit out of me.\nDinesh: Why did you say that was your address? - Say any other address.", "836": "Jared: If you keep screaming your name, it forces the assailant to acknowledge you as a human.", "837": "Erlich: Sysbit Digital Solutions. Integrating open data spaces.Yeah. TechBitData Solution Systems. Creating unique cross platform technologies. Technologies. Technolo-Jesus. Oh, fuck! ", "838": "Erlich: Infotrode Cloud-based, disruptive platforms. Disrupting the cloud through I said cloud twice, shit. Making the world a better place through cross-platform business facing cloud There's that shit! There's that cloud again! Info-trode, Info-trode!? What the fuck is Info-trode? What is that? It's all just fucking meaningless words! Ok. No, no, no Making the world a better place. Making the world a better place. Making the world a better place...", "839": "Peter: Is there cumin in this barbecue sauce?\nEvan: I will definitely find out.", "840": "Gilfoyle: Dinesh wouldn't shut the hell up, so we finally went to the visa office. Took me five minutes.\nDinesh: Took me five years. They asked me about Al-Qaeda, like, 14 times. He literally got it while I was still looking for parking.", "841": "Erlich: Time is a sphere, and I have been reincarnated during the same time period in which I exist.", "842": "Jared: Hey! Sorry if I scared you, I know I have somewhat ghost-like features. My uncle used to say, \"You look like someone starved a virgin to death.\"", "843": "Jared: Richard, I just wanna say, I really respect what you're doing here. And if you could ever use someone with my business development skill set, I would love to be a part of this.\nErlich: The fuck you will be. We'll call you when we want pleated khakis.", "844": "Erlich: Richard, if you're not an asshole, it creates this kind of asshole vacuum, and that void is filled by other assholes, like Jared. I mean, you almost gave him shares. You need to completely change who you are, Richard. A complete teutonic shift has to happen.\nRichard: Tectonic.\nErlich: What?\nRichard: A \"tectonic\" shift is the earth's crust moving around. \"Teutonic\", which is what you just said, is an ancient Germanic tribe that fought the Romans. They were originally from Scandinavia...\nErlich: Stop it! Stop it. You're being a complete tool right now. I need you to be a complete asshole.\n", "845": "Erlich: Let me explain something to you. Your whole life you've been an ugly chick but now suddenly you're a hot chick, with big tits and small nipples. So guys like that are gonna keep coming around. Don't be a slut, Richard.", "846": "Erlich: Dinesh, change the lighting to something erotic because it's about to get pretty fucking erotic in here.\nDinesh: (speaking into his phone) License to kill-9. IB action-dot-erotica.", "847": "Mochachino: Can somebody play something with a beat, please? \nBig Head: (nervous) I'll go make a playlist. (leaves)", "848": "Richard: That was nice, guys. He heard everything.\nDinesh: That doesn't make it not true.\nGilfoyle: I mean, come on, Richard. As far as Pied Piper is concerned, he's as pointless as Mass Effect 3's multiple endings. I mean, he's a completely useless appendage and we all know it.", "849": "Gavin Belson: Audious, play John Lennon's Imagine.\n\nAudious: (computer voice) Queuing John Wayne in a mansion.", "850": "Gilfoyle: I entice the flesh, I don't pay for it.", "851": "Gilfoyle: Who was this woman that you shook hands with for the first time?\nDinesh: The postman lady.\nGilfoyle: What? A woman that was a man?\nDinesh: Not a post-man lady. A lady who was a post...\nGilfoyle: Let me ask you another question. Who was the second woman you shook hands with?\n", "852": "Peter Gregory: Did you just take a sip from an empty cup? \nRichard: Yes.\nPeter Gregory: Why did you do that?\nRichard: Just something to do.", "853": "Jared: (bows to Erlich) Um Good morning. Whoops, that was weird. I don't know why I did that. You kind of have a like a king-ish feeling to you. You're like a Norse hero from Valhalla.\nErlich: Don't pander to me. Peter Gregory said specifically to trim the fat.\nJared: They actually tried to diagnose me with a wasting disease because of my slender frame.", "854": "Gavin: Denpok, I know you were in Aspen, thank you for coming. Please, have a seat.\nDenpok: I'm not sitting this summer.\nGavin: Of course.", "855": "Gavin: I hate Richard Hendricks, that little Pied Piper prick.", "856": "Gilfoyle: What do I do? System architecture. Networking and security. No one in this house can touch me on that. \nJared: Ok, that's good to know.\nGilfoyle: But does anyone appreciate that? While you were busy minoring in gender studies and singing a capella at Sarah Lawrence, I was gaining root access to NSA servers. I was one click away from starting a second Iranian revolution. \nJared: I actually went to Vassar.\nGilfoyle: I prevent cross-site scripting, I monitor for DDoS attacks, emergency database rollbacks, and faulty transaction handlings. The Internet heard of it? Transfers half a petabyte of data every minute. Do you have any idea how that happens? All those YouPorn ones and zeroes streaming directly to your shitty, little smart phone day after day? Every dipshit who shits his pants if he can't get the new dubstep Skrillex remix in under 12 seconds? It's not magic, it's talent and sweat. People like me, ensuring your packets get delivered, un-sniffed. So what do I do? I make sure that one bad config on one key component doesn't bankrupt the entire fucking company. That's what the fuck I do.\nRichard: That's basically what I told him.\n\n\n\n\n\n\n\n\n\n", "857": "Jared: Peter Gregory demanded a lean, ruthless business plan. And I don't think that the CEO of Microsoft has a paid best friend.\nBig Head: (laughs) Sergey Brin does. Larry doesn't do shit.", "858": "Big Head: (regarding the mansion they're visiting) Fucking Goolybib, man. Those guys build a mediocre piece of software that might be worth something someday, and now they live here. Money flying all over Silicon Valley but none of it ever seems to hit us.", "859": "Kid Rock: Somebody make some motherfucking noise in here! (silence) Fuck these people.", "860": "Gavin Belson: It's weird. They always travel in groups of five. These programmers, there's always a tall, skinny white guy; short, skinny Asian guy; fat guy with a ponytail; some guy with crazy facial hair; and then an East Indian guy. It's like they trade guys until they all have the right group.", "861": "Dinesh: What the hell are you eating? \nGilfoyle: Liquid shrimp. It's 200 dollars a quart. Wylie Dufresne made it.\nDinesh: How does it taste?\nGilfoyle: Like how I would imagine cum tastes.", "862": "Erlich: There's 40 billion dollars of net worth, walking around this party. And you guys are standing around drinking shrimp and talking about what cum tastes like.", "863": "Richard: It's amazing how the men and women at these things always separate like this.\nDinesh: Yeah, every party in Silicon Valley ends up like a hasidic wedding.", "864": "Javeed: A few days ago, when we were sitting down with Barak Obama, I turned to these guys and said, \"ok, you know, we're making a lot of money. And yes, we're disrupting digital media, but most importantly we're making the world a better place. Through constructing elegant hierarchies for maximum code reuse and extensibility.", "865": "Erlich: Everybody involved in the music industry is either stealing it or sharing it. They're all a bunch of assholes, especially Radiohead.\nRichard: (gasps) No.\nErlich: Yeah, they're assholes.", "866": "Erlich: Richard, if you want to live here, you've got to deliver. I can't have dead weight at my incubator, ok? Either that, or show some promise for fuck's sake. Like NipAlert, Big Head's app. It gives you the location of a woman with erect nipples. Now, that's something people want.", "867": "Erlich: (to Richard) You just disappeared up your own asshole. You know that? ", "868": "Richard: (Watching Peter Gregory drive away in a tiny car) That is a narrow car.\n\nBig Head: Fucking billionaires!", "869": "(At Hooli Headquarters)\nBig Head: Oh God, the marketing team is having another bike meeting. Douchebags.", "870": "Gavin Belson: What is Hooli? Excellent question. Hooli isn't just another high tech company. Hooli isn't just about software. Hooli...Hooli is about people. Hooli is about innovative technology that makes a difference, transforming the world as we know it. Making the world a better place, through minimal message oriented transport layers. I firmly believe we can only achieve greatness if first we achieve goodness.", "871": "Erlich: What do you got?\n\nPitcher: Okay, here it is. Bit Soup, like alphabet soup but ones and zeros instead of the letters. Cause binary... Binary is ones and zeros.\n\nErlich: I know what binary is. Jesus Christ! I memorized the hexadecimal times tables when I was 14 writing machine code, okay? Ask me what 9 times F is. It's fleventy-five. I don't need you telling me what binary is, just like I don't need you thinking about soup or taking pictures of it. I need you thinking about apps, software and websites. This is Silicon Valley, not... (uses his phone) Paris, Texas... which is where Campbell's Soup is.", "872": "Richard: Look, guys, for thousands of years, guys like us gave gotten the shit kicked out of us. But now, for the first time, we're living in an era, where we can be in charge and build empires. We could be the Vikings of our day.", "873": "Peter Gregory: (Speaking at a TED talk) Gates, Ellison, Jobs, Dell. All dropped out of college. Silicon Valley is the cradle of innovation because of drop outs. College has become a cruel expensive joke on the poor and the middle class that benefits only the perpetrators of it. The bloated administrators.", "874": "Monica: Hi, Monica. I work with Peter Gregory. We met outside the TED... \r\n\nRichard: Yeah, I remember you. What how'd you know I was here? \r\n\nMonica: Peter Gregory is invested in a company that uses GPS in phones to track people. \r\n\nRichard: That's creepy. \r\n\nMonica: You don't know the half of it. And neither does congress. ", "875": "Richard: I have a meeting with Gavin Belson. He wants to talk about Pied Piper.\nErlich: I own 10% of Pied Piper.\nRichard: You said it was a shitty idea.\nErlich: It was a shitty idea. I'm not sure what it is now.", "876": "Aly: (referring to Richard's app) You have to download your own media player? Ahh.\nJason: Look at me, I traveled back to 2009.", "877": "Erlich: I am the founder of Aviato. And I own a very small percentage of Grindr. It's a men to men dating site where you can find other men within 10 miles of you interested in having sexual intercourse in a public restroom.\nJared: (explaining)) In the homosexual community there's sometimes anonymous...\nGavin Belson: I know what Grindr is. I have gay friends.", "878": "The Guys: Always blue, always blue, always blue, always blue, always blue, always blue, always blue..."}
