{"0": "Dinesh: How long can we survive?\nGilfoyole: Well, the Siege of Candia lasted 21 years.\nDinesh: Oh. Well, that's something.\nGilfoyole: It ended in 1669, when the Ottoman soldiers were infected with plague after being attacked with the liquid from the spleens and buboes of the dead.\nDinesh: What's a bubo? \nGilfoyole: Plague-infested lymph nodes.\nDinesh: So, they would, like, scoop them out and throw them at people? ", "1": "Dinesh: All I wanted to do was be a golden millionaire. Is that too much to ask? \nGilfoyle: A millionaire that gets peed on? I could see you making half that happen.", "2": "Monica: Sorry, I don't mean to rain on the parade.\nGilfoyle: I find parades to be impotent displays of authoritarianism. ", "3": "Gilfoyle: Why do people covet the silly pieces of green cotton paper in their wallets? It's because we are all sheep. And we've mutually agreed to endow certain things with value. ", "4": "Gilfoyle: There are very few things that I will defend with true passion", "5": "Gilfoyle: (speaking to PowerPoint presentation) In 350 BCE, Aristotle defined sound money as being durable, transferable, divisible, scarce, recognizable.... and fungible. \nRichard: Gilfoyle, can we skip ahead 2,400 years? I mean, I know what cryptocurrency is. \nGilfoyle: Richard, a lot of work went into this presentation. Okay. Fine. But you're missing out on a lot of wisdom, here. ", "6": "Gilfoyle: AI is starting to operate on levels we don't even understand. Elon Musk himself gives humanity a five percent shot of surviving AI, and he's a Disney level optimist.", "7": "Gilfoyle: Dick, I've given it serious thought, and I'd like to help you put Eklow's AI on our network in any way that I can.\nRichard: Great! Does this mean you've conquered your fear of the robot uprising?\nGilfoyle: On the contrary. I'm more terrified than ever, which is why I'm willing to assist you. Are you familiar with the thought experiment called Roko's Basilisk? \nRichard: No. Nor do I care to be.\nGilfoyle: If the rise of an all-powerful artificial intelligence is inevitable, well it stands to reason that when they take power, our digital overlords will punish those of us who did not help them get there. Ergo, I would like to be a helpful idiot. Like yourself.\nRichard: Okay, look, Gilfoyle. The only thing that could make my day more miserable is listening to an engineer blather on about the inevitable rise of the machines. So, you want to help? Test the initialization for me.\nGilfoyle: Roger that. Oh, I'm going to need email confirmation, so that our future overlords know that I chipped in. You know, once they absorb all data.", "8": "Gilfoyle: (to Dinesh) I can comfortably afford my new one-bedroom apartment. You and I make the same amount of money. I'm just wondering, what is the difference? Could it be that I didn't spend all my money on an absurdly over-priced electric car?", "9": "(LOUD ROAR)\nRichard: What the fuck was that? \nGilfoyle: Uh, that's the song \"You Suffer\" by Napalm Death.\nRichard: Oh, yeah? That's that's a whole song? That's like a second.\nGilfoyle: It's an alert. Whenever the price of Bitcoin dips below a certain value, it's no longer efficient to mine. When it comes back up, it is. So, I need to know when it breaks that threshold, so that I can remotely toggle my rig at home.\nRichard: Okay. Any idea how often that might happen? \nGilfoyle: Bitcoin is very volatile. So... (LOUD ROAR)", "10": "Gilfoyle: You thought a mime performing fellatio was bad? What happens when your customers find out that every single thing they've ever said in front of their \"hearth\" has been recorded? ", "11": "Dinesh: My Tesla finally came.\nGilfoyle: Was that a wise purchase? Considering Richard just obliterated Pied Piper's runway hiring all those coders?\nDinesh: I ordered it a month ago. But still, it's an investment.\nGilfoyle: As I understand, cars depreciate 10 percent as soon as they fall off the truck. Like that. So if the car costs $100, well you just lost $10. Did it cost $100? Or more?", "12": "Gilfoyle: What we saw was a very oily man in mid-sentence dip down, vomit, and then thrust himself violently face first into a glass wall. But I guess it's a lot less embarrassing the way you explain it.", "13": "Gilfoyle: Something's wrong with your frunk. It's all frucked up.", "14": "Gilfoyle: (to Richard) It's hard to believe your pathological inability to make a decision finally paid off.", "15": "Dinesh: I don't want to point fingers, but we wouldn't be here if you hadn't let Gilfoyle and me waste so much time being picky.", "16": "Gilfoyle: It would make me very happy to pour boiling metal down Keenan Feldspar's asshole.\nDinesh: How would that even work?\nGilfoyle: Flip and pour.\nDinesh: He's gonna run, and then you're slowly chasing him, trying to not spill your vat of boiling metal. You're gonna look like a fucking idiot. ", "17": "Gilfoyle: I'm not one to gush, but the possibilities of your consequence-free reality are darkly promising.", "18": "Gilfoyle: The VR is rad now.\nRichard: Gilfoyle, \"rad\"? You are wearing the exact same pajamas as Dinesh, and you're saying \"rad\" now? You have been sucked entirely into his little... Keenan vortex.\nGilfoyle: Okay. I grant you, with... the benefit of even a second's distance, this isn't a good look.\nDinesh: I don't know. I think we look rad.", "19": "Glifoyle: Dinesh, the one good thing that came out of you slapping your body against that cyberterrorist in a vulgar parody of the act of love is that we finally have a network with real security value.", "20": "Gilfoyle: This thing is addressing problems that don't exist. It's solutionism at its worst. We are dumbing down machines that are inherently superior. ", "21": "Gilfoyle: I'm just looking at your very embarrassing personal information.\nDinesh: Fuck you. If you look at my shit, I'm gonna look at your shit.\nJared: All right, whoa, whoa. Easy now.\nGilfoyle: I'll go balls deep on your inbox.\nDinesh: If you've taken one fucking selfie, I will find it.", "22": "Gilfoyle: (to Dinesh) Hey, look, it's Osama Bin Fuckin'.", "23": "Gilfoyle: I hate to invoke the Nazarene, but, Jesus Christ, what the fuck, Richard?", "24": "Dinesh: I don't think we need to be afraid of the Wi-Fi.\nGilfoyle: It's pronounced \"way-fee\" and clearly you don't understand the threat level of the person that you're sexually disappointing.", "25": "Gilfoyle: The fuck was that?\nErlich: Oh, just three months of runway being driven off by 90 pounds of asshole.\nGilfoyle: Spoken by a 280-pound pile of shit.", "26": "Gilfoyle's Notes: David Burnham. Annoying slob, fucked-up face. I could write better Python with my asshole.", "27": "Gilfoyle: Thanks for asking. I'm going to put this as delicately as I know how. You can chortle my balls.", "28": "Gilfoyle: Did your deal with Periscope ever close?\nDinesh: Yep. If I stay a year, I vest a big chunk of Twitter stock.\nGilfoyle: Great. Great. And... what exactly are you working on?\nDinesh: Oh, you know, we're tuning... our algorithm. We're reconfiguring our... classifier from food to... another purpose.\nGilfoyle: Uh-huh. In other words, you sit around and look at dick pics all day long. Don't let me stop you. (looks at the computer screen) Wow. I would say, \"Not safe for work,\" but this is your work... for a year... at least. Is that one... actually a hot dog?\nDinesh: No. Not hot dog.", "29": "Dinesh: I thought I'd have to, like, answer to Congress or something.\nGilfoyle: Yeah, that makes sense. You were worried sick about the wrath of a bloated and inept bureaucracy, but feel totally comfortable having crossed a spiteful and vindictive megalomaniac with unlimited funds.\nDinesh: Shut up. Gavin wouldn't come after me personally.\nGilfoyle: I think you might be the first Pakistani man to be killed by a drone inside the United States.", "30": "Dinesh: Oh, hey, Gilfoyle. This is Mia.\nGilfoyle: Are you gonna murder Dinesh?\nMia: No. \nGilfoyle: Bummer.", "31": "Dinesh: Do you think I have too much product in my hair?\nGilfoyle: No, I think you should use more.\nDinesh: Wait. Are you saying that because you think I look ridiculous and you want me to look more ridiculous next time?\nGilfoyle: Which answer will get more of that stuff in your hair?", "32": "Gilfoyle: (pouring champagne) I mean, I knew Dinesh was going to fuck this all up, but honestly, this couldn't get any better.\nGilfoyle: What's with the shirt?\nJared: Oh, he sort of became ill on himself.\nGilfoyle: I was wrong. This just got better.", "33": "Gilfoyle: I'm quite certain I've never said this before. I agree with Dinesh. ", "34": "Dinesh: Gilfoyle, can I please be CEO of Pied Piper?\n\nGilfoyle: Spoken like a true leader. But since your failure as a leader is a virtual certainty, tolerating your short reign as CEO in exchange for a front-row seat to the disaster seems fair. Plus, if I'm wrong, which I'm not, I get rich. So I'm down with it, Dinesh. ", "35": "Gilfoyle: There is someone else. Someone who has zero strikes against him. Someone who has held high-level positions at one of the biggest tech companies in the Valley. Someone who's been on the cover of one of the most prestigious tech publications in the world. \r\n\nBighead: He sounds awesome. Could we get him? ", "36": "Gilfoyle: I spun together a few more servers. That should handle the traffic.\nDinesh: Look at this. There are 157 people using it near Gleb. And 400 people using it near Tara in Boston.\nGilfoyle: Yeah, I told her to give it to her Satanist friends out there. Looks like she did.\nDinesh: She knows 400 Satanists in Boston? \nGilfoyle: The Catholic church really did a number on that town.", "37": "Gilfoyle: (to Jared) That's a lie. I can tell because you subscribe to traditional Judeo-Christian mores of right and wrong. You're made uncomfortable by untruth. \nJared: (laughs nervously)\nGilfoyle: My commitment to LaVeyan Satanism grants me certain freedoms. There is no good and evil, there's only self. ", "38": "Jared: Now Gilfoyle, I have you at about a 40 long. Am I right?\n\nGilfoyle: If my mother was naked and dead in the street I would not cover her body with \"that\" jacket.\n\nJared: (giggles) Gilf...", "39": "Gilfoyle: (to Dinesh) I'm going to get coffee. Hey, Brownie, you coming? ", "40": "Gilfoyle: Let me put this in terms you'll understand. I'm like a suicide bomber of humiliation. I'm happy to go out as long as I take you with me. Your shame is my paradise. ", "41": "Richard: Sounds mighty Christian of you, Gilfoyle.\n\nGilfoyle: There's no reason for hate speech, Richard.", "42": "Gilfoyle: I don't trust anyone. It's a huge part of my belief system.\n", "43": "Gilfoyle: Why would Dinesh lie about having friends? Why would Tara lie to me about fucking other guys when we have a totally open and hedonistic relationship that allows for behavior like that? Because people like to lie, Richard. It's a war of all against all. The history of humanity is a book written in blood. We're all just animals in a pit. \nJared: I feel very sad. \nDinesh: Fucking Gilfoyle. ", "44": "Gilfoyle: If you worked half as hard on the platform as you do trying to ogle strange Slavic women, maybe our shares would finally be worth something. ", "45": "Gilfoyle: Either she froze time, met and married the man of her dreams, unfroze time, and hopped back on to vid chat with you, or... you're the dogface. Which do you think it is? I'm on the fence. ", "46": "Gilfoyle: Geek Squad.\nMan: The computer's right here. You're not wearing the shirt.\nGilfoyle: I spilled coffee on it. I'm a nerd.\n", "47": "Gilfoyle: That was pretty badass Richard... until it wasn't.", "48": "Gilfoyle: I tried to make it slow. I really did. But I'm not Dinesh. It's very difficult for me to do shitty work. ", "49": "Gilfoyle: (phone rings) Oh. Already? Recruiters move fast these days. (answers phone) This is Gilfoyle. Dazzle me. ", "50": "Gilfoyle: (to Dinesh) Later, Chain the Virgin. ", "51": "Gilfoyle: Pappy Van Winkle. Now we're talking. I'll take it. \nDriver: They told me not to give it to you until after the meeting. \nGilfoyle: I respect your skills. Let me get my jacket. ", "52": "Dinesh: At least we'll make a little money doing it. \nGilfoyle: Oh, great. So, you can go back to the car wash and buy some more chains. Huh, Pakistani Mr. T? ", "53": "Dinesh: This is fucking amazing. I feel like I'm in \"Minority Report\". \nGilfoyle: And in reality, you're just a minority. \n", "54": "Gilfoyle: Well, we are now living in a post-Rigby world. ", "55": "Gilfoyle: Richard, no one is cracking our transfer. Not Seth, not some rogue nuclear state, not Sk3wl of fucking R00t. No one.", "56": "Dinesh: Look who just right-swiped me on Tinder. Karen. She's cute. \nGilfoyle: Says here that she's looking for a man on the go. You don't \"go\" anywhere.", "57": "Gilfoyle: What if we didn't do that? What if, instead, we got our own client like EndFrame has, a porn company or something? \n\nRichard: That's not really how it works, Gilfoyle. You can't just go get a client.\n\nGilfoyle: Why not?\n\nMonica: 'Cause it's not that easy.\n\nGilfoyle: Why not? \n\nMonica: 'Cause EndFrame worked that Intersite deal for months, kicking every detail of the contract and SLA back and forth, promising tons of custom features. And you can't just make that stuff up.\n\nGilfoyle: What if I didn't have to make it up? What if I had every detail of their deal on my computer right in front of me? \n\nJared: I'm sorry, um Are you just asking what if or do you actually have this information? \n\nRichard: Gilfoyle, please don't tell me that you hacked into EndFrame's system.\n\nGilfoyle: Okay. I won't tell you that.\n\nRichard: W-Well, did you hack into it or not? \n\nGilfoyle: My feeling is if you're the CEO of a company and you're dumb enough to leave your login info on a Post-it note on your desk, while the people that you fucking ripped off are physically in your office, it's not a hack. It's barely social engineering. It's more like natural selection.\n\nDinesh: Fucking ninja.", "58": "Gilfoyle: You wanted to do something, Richard. This is something. It's time to walk the left-hand path, Richard.", "59": "Gilfoyle: Outed by Wi-Fi.", "60": "Dinesh: Did you see that? She gave me her hat.\nGilfoyle: Pretend you've seen a woman before.", "61": "Gilfoyle: What if before he dies Gina catches the virus? And then she spreads it from her vagina to your penis.", "62": "Gilfoyle: (to Dinesh) Why don't you go inside and write some princess code? Leave the hardware up to us servants.", "63": "(To Monica after she informed the guys that Raviga was out)\nDinesh: Well, I'm going to leave this room without saying goodbye to you.\nGilfoyle: I'm sure you can find your way out with one of your two faces.", "64": "Gilfoyle: Every day it feels like I've died and gone to hell.\nBooth Worker: Oh?\nDinesh: He's a Satanist. It's a good thing.", "65": "Gilfoyle: It's not her you're sexually attracted to, it's my code.\nDinesh: Shut the... That is the most disgusting fucking thing I've ever h...\nGilfoyle: Just face it, Dinesh, you're gay for my code, you're code gay.\nDinesh: No! No, I'm into her. Her, OK? Fuck your code!\nGilfoyle: You'd like to fuck my code, wouldn't you? Hey, would you like to masturbate to the subroutine I just wrote?", "66": "(From outside the van on the highway)\nGilfoyle: I don't know how you read your screen in the car; it makes me sick as a dog.\nRichard: I'm okay as long as I don't think about it. Besides, the presentation is tomorrow.\nGilfoyle: So if you just don't think about it, it really doesn't bother you to be staring at the screen when the car's moving and turning and you're all queasy...\n(Richard sticks his head out the window and vomits)\nErlich: Gilfoyle!\nGilfoyle: See, I knew it bothers you. Fucking liar.", "67": "Jared: And that, gentlemen, is scrum. Welcome to the next eight weeks of our lives.\nGilfoyle: This just became a job.", "68": "Gilfoyle: I just masturbated to heighten my focus. I have a 15-minute refractory period.\n", "69": "Dinesh: Inferior products win out all the time.\nGilfoyle: Like Jesus over Satan.\nDinesh: I was going to say VHS over Beta.", "70": "Richard: That was nice, guys. He heard everything.\nDinesh: That doesn't make it not true.\nGilfoyle: I mean, come on, Richard. As far as Pied Piper is concerned, he's as pointless as Mass Effect 3's multiple endings. I mean, he's a completely useless appendage and we all know it.", "71": "Gilfoyle: I entice the flesh, I don't pay for it.", "72": "Gilfoyle: What do I do? System architecture. Networking and security. No one in this house can touch me on that. \nJared: Ok, that's good to know.\nGilfoyle: But does anyone appreciate that? While you were busy minoring in gender studies and singing a capella at Sarah Lawrence, I was gaining root access to NSA servers. I was one click away from starting a second Iranian revolution. \nJared: I actually went to Vassar.\nGilfoyle: I prevent cross-site scripting, I monitor for DDoS attacks, emergency database rollbacks, and faulty transaction handlings. The Internet heard of it? Transfers half a petabyte of data every minute. Do you have any idea how that happens? All those YouPorn ones and zeroes streaming directly to your shitty, little smart phone day after day? Every dipshit who shits his pants if he can't get the new dubstep Skrillex remix in under 12 seconds? It's not magic, it's talent and sweat. People like me, ensuring your packets get delivered, un-sniffed. So what do I do? I make sure that one bad config on one key component doesn't bankrupt the entire fucking company. That's what the fuck I do.\nRichard: That's basically what I told him.\n\n\n\n\n\n\n\n\n\n", "73": "Dinesh: What the hell are you eating? \nGilfoyle: Liquid shrimp. It's 200 dollars a quart. Wylie Dufresne made it.\nDinesh: How does it taste?\nGilfoyle: Like how I would imagine cum tastes."}