{"0": "Jared: (to the police) So, until a Richard Hendricks reports an assault, I-I technically can't turn myself in for it?\nPolice Officer: That is correct. \nJared: And what about a restraining order? Can I-I take one out against myself on his behalf? \nPolice Officer: No.\nJared: What if I threaten you guys? Just hear me out. Fucking pigs, I-I hope that you get cheated out of your overtime. How about that, dickless? \nPolice Officer: Maybe you could just try calling the guy? ", "1": "Jared: (talking about Gwart) She doesn't have your savvy or your ruthlessness, Richard. Hell, she has to wear earplugs on hikes because the forest is too loud.", "2": "Jared: I've been agonizing over this. Not sleeping, not eating I completely forgot my godson's 40th birthday.", "3": "Jared: I oughta knock your teeth, you bitch-made motherfucker.\nRichard: I-I-I I didn't mean it.\nJared: I was state-raised! You think I'm scared to catch a case... of some bullshit?! ", "4": "Jared: Okay, so you touch down at Dulles, you turn off airplane mode, and then... \nRichard: Well, actually, we flew through Reagan National.\nJared: Reagan? But you love trams.", "5": "Jared: (to Richard) The word companion derives from the Latin word \"panis\" for bread, and while I can no longer digest bread, I know that you leaven my life.", "6": "HR: I think once you see the conference room suites though, you'll really fall in love.\nJared: Well, I don't fall in love with rooms.", "7": "Richard: It's unethical in the defense of ethics. Uh, unjust in the quest for justice.\nJared: It's like stealing from your pimp to pay for your friend's appendectomy.\\", "8": "Richard: I say, what time is it? (to Jared) Uh Where's my phone. Uh, do you have a phone? Do you have a phone? \nJared: It is fuck you o'clock! ", "9": "Jared: You know, there's a couple of beers back at the office with our names on them... because when I put it back in the fridge, I put our names on them.", "10": "Monica: Colin went camping. Alone. \nJared: Well, did she say where he went? \nMonica: The Los Trancos Preserve? \nJared: Wait. I know exactly where that is. I used to go foraging for mushrooms with my friend Muriel there before she passed away. ", "11": "Jared: This is the last road, Dinesh. He's not here. \nDinesh: Colin! Colin! \nCamper: Will you shut the fuck up? \nJared: (angry) How would you like to die today, motherfucker? \nDinesh: No, it's not a real death threat, sir. \nJared: I'm sorry. I'm just stressed.", "12": "Jared: I heard on a podcast that patrol men are actually a lot more tempted by bribes than you might think. \nDinesh: Officer, hi. Is there anything I can do to make this all... go away? \nCHP Officer: Sir, I would think very carefully about the next words that come out of your mouth. ", "13": "Jared: Well, \"In doing what we ought, we deserve no praise because it is our duty.\" St. Augustine. ", "14": "Jared: Richard, adversity is a great teacher. Just like cigarette burns. ", "15": "Jared: Richard, you have an enormous heart. And I don't mean in the same way my deceased friend Gloria did, which the doctors should have really caught because her knuckles were gargantuan. ", "16": "Jared: Richard, it is important to develop emotional self-discipline for situations like this. \nRichard: Mm-hmm. \nJared: Sometimes you have to numb yourself. If you wanna work the corner, you can't fall in love every time you turn a trick. That's why you do the oxy. ", "17": "Jared: It's kind of hard to explain, but... a campfire smells sad and exciting at the same time. \nFiona: I understand. ", "18": "Jared: (referring to Fiona) We have so much in common. We discussed our phobias. I told her that I was afraid of being found out as a fraud. And she told me that she's afraid of magnets.", "19": "Jared: I did have to cancel a speaking engagement this afternoon, with an underprivileged middle school computer education class, but I suppose being abandoned by a role model is in itself an important life lesson.", "20": "Jared: (to Richard) You're going to be fine. Look at you, you've got the hair of Giovanni Ribisi, and the complexion of Timothy Hutton, and the eyes of Joni Mitchell. You're like a Mr. Potato Head of beautiful people.", "21": "Jared: I have a lifelong aversion to my own image. You know, it's like my foster mother used to say, \"Donald, you have a face for the closet.\"", "22": "Jared: I'm sure you're aware of the Great London Horse Manure Crisis of 1894.\nEmily Chang: I'm afraid I'm not.\nJared: In the 1890s, the Industrial Revolution had people flocking to the city, and more people equals more horses, and more horses equals more manure. And it was predicted that by the middle of the next century, there would be nine feet of manure covering the streets. But what no one saw coming, was a new technology that would completely obliterate those concerns. The car. Over night, the manure problem vanished. And the Internet, as we currently know it, is rife with, uh, identity theft, and spam and hacking. So, it's manure, and we believe that, in success, our new, entirely de-centralized Internet, will be just as significant as the car.", "23": "Natalie: People loved it. Including Adrian Grenier.\nJared: From \"Devil Wears Prada?\"", "24": "Jared: They should really talk to Richard. I mean, I'm just the parsley around here. Richard is the meat and the potatoes... and the rice pilaf.", "25": "Jared: Is is my nose really that big? I mean, I I look like an anti-Semitic propaganda cartoon.\nGilfoyle: Yep. But at least when you're sitting with Adrian Grenier, whose face is one of the top faces, well, they'll be cutting from your face to his face. And back to your face, then we'll get to see his face again.\nJared: This is untenable.", "26": "Jared: If you want, I can try to calm them down. I could teach them some anger management techniques I learned in the system.\nRichard: No, you look like a fish-man.", "27": "Jared: I skimmed through all 40,000 of the staff's outgoing emails... and in addition to learning that we need to revise the office dating policy, because it is, essentially, the Olympic Village out there, I learned that someone has been sending a number of encrypted messages but using Gilfoyle's purloined NSA tools.\nGilfoyle: I can't hold this smile forever, Jared.", "28": "Jared: You Judas. You cow-handed poltroon! We... we thought you were a Stallion! \nGilfoyle: You're no Stallion.\nJeff: What is it with you guys and stallions? \nJared: What's with you being a rat fuck? ", "29": "Deedee: Why did you do that? Why did you say that? \nRichard: Say what?\nDeedee: Richard, you just told a room full of tech people that I'm a (whispers) Christian.", "30": "Jared: Look, cutting all ties to Deedee and FirstSight will definitely send a strong message to Colin. And it might be the only way. Like killing somebody to prove you're not a narc, or showing a john your genitals to prove you're a legitimate male prostitute and not an undercover cop.\nRichard: What?\nJared: Because cops aren't allowed to do that. And worst case scenario, the john walks off with a free peek.", "31": "Gilfoyle: He was always stealing snacks from the office. He could've lifted it from anywhere.\nJared: I guess that's what happened to my lavender cheese.", "32": "Jared: (staring at an empty hacker hostel) Why does every home I've ever loved get stripped? ", "33": "Jared: Dana and I kept finding ourselves on the same bathroom schedule back at Hooli. You know, men and their cycles.", "34": "Richard: Sweet dreams.\nJared: (laughs) Right, if only.", "35": "Jared: The complaint specifically sites soiling their smart fridges with mime simulated fellatio.", "36": "Jared: People don't wanna follow an idea, they wanna follow a leader. Look at the last guy to create a new Internet. Al Gore. His ideas were excellent, but he talked like a narcoleptic plantation owner, so he lost the presidency to a fake cowboy and now he makes apocalypse porn.", "37": "Jared: When you set your mind to it, you're one of the most charismatic people I've ever met... and I have met Ira Glass.", "38": "Jean: (referring to Gavin's signature) The signature displayed troubling traits. Left of upright slant, narrow angles, tense strokes, conclusively indicative of sociopathic tendencies. \nGavin: What?\nJean: Characterized by a lack of empathy and need to dominate, a willingness to hurt others to achieve one's goals. Inability to accept bad news...\nGavin: Hoover, get this horrible woman the fuck out of my office, now.", "39": "Richard: What a day. See, we'd still be finishing up orientation, singing Kumbayas and doing trust falls. But instead, both our Optimoji and Sliceline teams have gone through their first code review.\nJared: Well, to be fair, I never would've scheduled trust falls. I mean, you do one of those, you're so jacked up on adrenaline, the rest of the day is basically shot. We were gonna have a noncompetitive talent show with no losers.", "40": "Jared: He's violently allergic to dogs. It's another reason for our iron-clad no dog policy.\nRichard: Jared, when were you planning on telling me all of this?\nJared: Day two of orientation. Right after safe space charades.", "41": "Richard: Jared, uh, you wanted me to unite the teams and I have. They are united against me.\nJared: Even the dogs, apparently. I wish they had your fecal fortitude.", "42": "Jared: When you left, I thought he was fried. Okay? Because his shoulders were all tight, and he wouldn't answer to his name, and his eyes went dead, like when I tell him I love him.\n", "43": "Jared: It's amazing. I mean, I feel... I feel like Mary Magdalene on resurrection day. And that's not the greatest miracle of all. Look. Look at the coders. They're all wearing Pied Piper hoodies.", "44": "Jared: Oh! I am a sucker for an intuitive kitchen layout.", "45": "Jared: Alright, Richard, your tuxedo is pressed and ready for the gala. I put a touch of mint in the steamer. You're gonna look like Richard Gere from \"Pretty Woman.\" Maybe tonight you'll fall for a radiant sex worker.", "46": "Richard: Jared, um call alt-right guy and cologne boy and all the other rejects, and set meetings.", "47": "Kira: We're like family, and you only wanna bring along twelve? I have to do what's right by my guys.", "48": "Richard: Our deal with Kira is for 30 fucking coders. Where in the hell are we gonna put them? ", "49": "Jared: Richard, these are real people with real crotches, and they're burning.", "50": "Jared: I write three letters every time I start a job... a personal action plan, a letter to my 40-year-old self, and that, a resignation letter. Uh, I'll be moving my things back into my condo.\nDinesh: What about your squatter?\nJared: Oh, he's been out for months. He left to go sell cocaine at the Keystone Pipeline protests.", "51": "Jared: I already have upwards of 50 burnt perinea on my conscience. Richard, that's enough.", "52": "Jared: I'm sorry that you had to witness that scene in there. It probably gave you the impression that the company is in disarray, but I can assure you, there's a very simple explanation for that. It... it is. \nGladys: Sorry?\nJared: Yeah, even setting aside our CEO's sexual distortion, adultery, and lowbrow scatlogical vandalism, we're still essentially a... a criminal operation whose only real product is dangerous malware. I see you're fluent in Japanese. Are... are you gonna be comfortable with casual racism?\nGladys: (pointing at the burnt palapa) I'm sorry. What happened here?\nJared: Uh, arson.", "53": "Richard", "54": "Richard: You're always telling me how you spent your entire childhood pretending that everything going on around you was okay.\nJared: Uncle Jerry's game. \nRichard: Yeah, that. Let's play Uncle Jerry's game.", "55": "Jared: Gavin Belson started out with lofty goals too, but he just kept excusing immoral behavior just like this, until one day all that was left was a sad man with funny shoes... Disgraced, friendless, and engorged with the blood of a youthful charlatan.", "56": "Jared: Oh! Here he comes, folks. Oh, thanks. Richard Hendricks, the Monet of compressionism.", "57": "Jared: You sacrificed... everything that we've worked for... for PoopFare? How was PoopFare... for the greater good?", "58": "Jared: Richard, you are my captain, and I'm your mate. And I will sleep in the bilge with the vermin, and I will eat hardtack, and I will say, \"Thank you.\" And if duty requires, I will stand on deck, and I will salute you as we sink beneath the waves. But as poor as our odds are, I'm worried that if we turn down this offer, we will lose the rest of our crew, and if that happens, you will lose everything, Richard. Your algorithm.\nRichard: So, you're saying that if I say no to this... I risk having a mutiny on my hands.\nJared: Aye, Captain.", "59": "Jared: We may not be a global epidemic yet, but... we've leapt from bat saliva to humans and... and we've just killed our first few villagers.", "60": "Jared: Go for Chambers. Ned! I knew it was you. Hey, did that pussy Jared keep you on hold long? I eat that motherfucker's lunch every day. No, man, I literally eat his food. What do you want? Uh-uh, ain't gonna happen. That's as high as we go, homo. Till next time, rook.", "61": "Jared: So, we just ate the Wheat Thin, didn't we?\nFridge: Oh, I'm sorry. I didn't see any Wheat Thins. Shall I add them to your shopping list?\nJared: Eh, sure.", "62": "Dinesh: Hey, Richard, but you're not seriously gonna defend yourself in court, right?\nJared: Well, Larry Flynt did it. And Sir Walter Raleigh, although he lost and was publicly beheaded. But you could argue that he eventually won in the court of history.", "63": "Jared: I had to let Ed Chambers go.\nRichard: Who?\nJared: My fictional supervisor. He bragged to a sales rep at LaCroix about doing it to Sonia Sotomayor, so Ed is no longer with us.\nRichard: I'm sure we can manage.", "64": "Jared: It's good to face your fears. I was scared of intruders till I had one of those in my room, and then I realized, you know, if they're gonna kill me, they're gonna kill me. 'Cause he kept... whispering that.", "65": "Richard: Anyway, uh, Jared, let's get a deck together on this.\nJared: Aye, aye, Captain. ", "66": "Jared: Now, you need to break this thing off clean and clear, so you just walk into that office and... and you look her in the eyes, and you say... \"Listen, baby... you're getting hitched, and... and I... was born to roam.\"", "67": "Jared: Oh, I am so glad this is over. I felt like Gibraltar in World War II, where it was both crucial and inert.", "68": "Bryce: Gavin has obviously had a lot more success than you, Richard, and I just think having an asset like Gavin Belson on your side... \nJared: (gets mad) What'd you say? You dick!\nBryce: Whoa!\nJared: You dick! You dick!\nBryce: Okay.\nRichard: Whoa. All right.\nJared: Fuck you!\n(Bryce leaves)\nRichard: Okay. It's okay.\nJared: I'm sorry. I'm sorry.\nRichard: It's okay. It's okay.\nGilfoyle: This is already the best job I ever had.", "69": "Dinesh: So, she's super attractive, and she's super smart, and she's way into me, like way more than a normal person should be. And sex! There's so much sex! The problem is the part after.\nGilfoyle: When you have to apologize.\nDinesh: No. When we do pillow talk.\nJared: Oh. That's the best part. Everything before that is just foreplay.", "70": "Jared: Sometimes you have to make compromises. I mean, I once slept with the head of an assisted-living facility to get my friend Muriel bumped up the wait list. Am I proud of it? No. Do I regret it? (shakes head)", "71": "Jared: When you don the skin of the beast, the man within dies.\nRichard: What is that? Nietzsche?\nJared: One of the boys at my group home always said that. He died.\n", "72": "Jared: Why is Richard in there with Brett Saxby? I mean, he was in Gavin's inner circle. Is Richard aware of that? Is anyone taking notes? Does Richard even have a pen? It's 10", "73": "Jared: You need me... the half-crazed, half-Apache who will do anything to get your back. I'll scalp Gavin if I have to, and all the rest of those paleface sons of bitches. I'll kill them with knives. I'll kill them with guns. I'll kill them with my hands. I'll talk them into suicide. It doesn't matter.", "74": "Jared: Together again. Butch Cassidy and his head of business development.\nRicard: Oh, wow, another Western reference.\nJared: Yaw! Let's go.", "75": "Jared: Gilfoyle is a man of intense pride. So, when he refers to a potential employee as a \"pig-faced fuck nose,\" what I hear is \"I need to be needed.\" ", "76": "Jared: Gilfoyle's insults are normally well crafted, almost poetic. Last week he referred to me as Frankenstein's bulimic daughter.", "77": "Dinesh: People don't have people killed in the Valley. Not even Gavin Belson. Okay? Right, Jared?\nJared: I... I once saw him throw a sloth down a flight of stairs after a presentation, and he said it was an accident, but he had this look in his eyes. I... I can't rule it out.", "78": "(Jared looks under a tarp and discovers Peter's self-driving car)\nCar: Select destination.\nJared: (startled) No. No. No.\nCar: Optimizing route to Arallon.\nJared: No, thank you.", "79": "Jared: Have you seen the new Sports Illustrated swimsuit edition? The cover model has the most lovely, enigmatic facial expression.\n", "80": "Jared: What do you mean you were looking at user data? You violated our system? Richard, you were inside us?", "81": "Jared: I know, in the fable, Pied Piper led all the children into darkness, but now we're doing it.", "82": "(Jared is doing Richard's nails)\n\nRichard: Where did you learn how to do this anyway?\r\n\nJared: Oh ah... when I was on the street it was a means of survival.", "83": "Richard: These guys, they're gonna need you, so if you want to support me, you support them. Think you can do that?\nJared: I've always been very adept at taking the shape of whatever shoe is pressed down upon me so I can try to make it work.", "84": "Dinesh: Jared, have you been crying? \nJared: Yes, but for ordinary reasons.", "85": "Jared: This is fraud.\nRichard: Is it? I mean, our our platform does exactly what we say it does. Okay? It's not like we're lying about it like fucking Theranos. And if our platform works, which we know it will, we will make them billions of dollars. Everybody wins, Jared. You still believe that, right? That, if given enough time, the platform will catch on? \nJared: Richard, don't weaponize my faith in you against me. \nRichard: Your faith made all this possible.\nJared: It's wrong.\nRichard: Well, every time I try to do the right thing, I get fucked. And if I do the right thing here, we're done. That's it. Doesn't seem like much of an option, does it? ", "86": "Jared: After the Table ads, the salaries, recruiter fees... You know what? I haven't run the numbers. It would be irresponsible to estimate. \nRichard: Okay, uh, is it less than a million dollars? \nJared: Oh, God, yeah.\nRichard:  Okay. It's higher than 500,000, right? \nJared: Yeah. I guess it's about $697,240. But don't quote me on that. ", "87": "Jared: You know, a lot of animated characters have rough starts. Early Bugs Bunny cartoons were just garish displays of anti-Japanese hysteria, and now he's the face of Warner Bros. ", "88": "Jared: Now Gilfoyle, I have you at about a 40 long. Am I right?\n\nGilfoyle: If my mother was naked and dead in the street I would not cover her body with \"that\" jacket.\n\nJared: (giggles) Gilf...", "89": "Richard: Monica. It's Monica.\n\nJared: Let's not jump to conclusions. She's the only one who's bought a jacket.\n\nRichard: Jared. She's the only one who hates the platform. There's no other explanation for this. Okay. Monica fucked us. She pulled down our pants and fucked us in front of our parents.\n\nJared: (concerned) Did some... Richard, did somebody do that to you?", "90": "Jared: (gasping)\nRichard: Jared, are you okay? \nJared: It's just so many emotions. The board seat. I feel regret and glee that you would choose to honor me, and terror at not living up to your expectations, and compassion for Erlich's loss. Oh, Donald, you've come undone. \nGilfoyole: You still want him on the board? ", "91": "Jared: I don't want to count our chickens before they hatch. I mean, three percent of hatchlings are born mutated or dead, but we may have a healthy brood on our hands!", "92": "Jared: Well, people do create imaginary friends to meet their emotional needs. When I was little, I used to pretend that I shared a room with Harriet Tubman and we were always planning our big escape.", "93": "Jared: (to Dinesh and Gilfoyle) Can't you two see, you're each other's best friends. \nDinesh and Gilfoyle: FUCK YOU JARED! \nJared: Jinx! You owe each other a friendship!", "94": "Jared: At Hooli, I once saw two engineers get into a fight so vicious, they almost made physical contact. ", "95": "Jared: I had a stuffed animal named Winnie. \nWinnie: Oh, wow. \nJared: I mean, it wasn't technically an animal, I took a Ziploc bag and I stuffed it with old newspaper and then I drew a smile on it. \n", "96": "Jared: Maybe now I'll fan out my plumage, so to speak, and see what pretty birdies might share my nest. \n", "97": "Jared: I have a fragile posterior. My aunt used to call me \"glasshole.\" \n", "98": "Dinesh: These offices were nice. Now everything looks so bare. \nJared: Yeah. There is a certain sad vulnerability to it. Have you ever seen a naked dead person? \nDinesh: No... No... No!", "99": "Jared: Well, what's gone is not necessarily lost. Okay, we just need to find it. I found my retainer in the school dumpster. I found my biological father in a militia up in the Ozarks. This should be no problem. Don't worry, Dinesh, we'll find it. ", "100": "Jared: My captain! O Captain! My captain! Rise up and hear the bells. Rise up... for you the flag is flung... for you the bugle trills.\nRichard: All right. Dismissed. ", "101": "Jared: This is honestly like the best birthday gift that I ever could've asked for. \nErlich: It's your birthday? \nJared: Oh, I don't know. The CPS worker couldn't find my birth certificate, but... maybe now it is.", "102": "Jared: I read that the woman who started Pegg'd built her entire app using a team of coders from India, she never met in person. And it only cost $15,000. So, yeah, so we figured why limit ourselves to a few expensive people in the Valley, when we could afford a full complement if we outsourced? ", "103": "Jared: Oh, uh, while I have you, there were fresh droppings near my cot. I think you were right. The Havahart traps don't seem to be working. I was thinking maybe we could just pick a day and just drench it in hawk urine, because the scent of a predator can keep rodents at bay. It's funny, we're named Pied Piper, but we're beset with rats. Little rascals. ", "104": "Jared: Look what you guys built. You can't help but be elegant, you're like Audrey Hepburn. ", "105": "Jared: Sorry, Django. \nDinesh: Django? \nJared: (laughing) Unchained. ", "106": "Jared: Hey, Dinesh, nice chain. Do you choke your mother with it when you put your penis in her butthole? \nRichard: What the fuck? ", "107": "Jack: Hey, Jared, how about you? You need any new gear for the office? \nJared: No, I'm BYOC.", "108": "Jared: Richard, do you think it'd be okay if I took this box? I'm moving out of Noah's guest house after work. \nDinesh: And you want to sleep in that box? \nJared: No. I haven't slept in a box in years. ", "109": "Jared: I simply imagine that my skeleton is me and my body is my house.  That way I'm always home.", "110": "Richard: Some of these companies are pretty good. Flutterbeam's like really good.\n\nJared: Of course it is. They all are. You're the belle of the ball, and these are all your swains, hoping for a glimpse of ankle.", "111": "Jared: Well, your pumpedness makes me pumped. ", "112": "Jared: I've always wanted to be part of a suicide pact.\nDinesh: What? That's not what we're doing.", "113": "Jared: They have the manpower. We have the perseverance. Triumph of the will.\nDinesh: He's the most cheerful person I've ever heard quote Hitler.", "114": "Jared: She's really smart. But not afraid to be bawdy.", "115": "Jared: There was a live stream of an eagle's nest last year that went viral, and was getting millions of hits. And I don't wanna be inflammatory, but next to a condor, an eagle looks like a common cackling.", "116": "Jared: Did you see the conference nook? Just think of the conferences we could have in this nook.", "117": "Jared: When Bill Gates got married on Lanai, he rented every helicopter on the Hawaiian islands so that paparazzi couldn't use them to fly over. Although in that case, it was a positive, because now you can imagine that wedding however you want.", "118": "Jared: It's like we're the Beatles and now we just need Yoko.\nDinesh: That's the worst example you could have used.", "119": "Jared: I mean, we're all cool here, but we know each other. So obviously, when Dinesh calls me retarded Frankenstein, or he describes me as AIDS lady, or Gilfoyle refers to me as effeminate K.D.Lang, I know this is a joke among friends.\nDinesh: It's not a joke.\nGilfoyle: We're not friends.", "120": "Jared: But Hooli was like an abusive spouse to me. You know, like that guy who married Julia Roberts in \"Sleeping With The Enemy\"? It was dehumanizing. But then, you, Richard, you pulled me out of the life and you gave me hope and you gave me a sense of self-worth. Like Richard Gere did to Julia Roberts in \"Pretty Woman.\nDinesh: This is weird.\nJared: Every day here has been like that shopping-spree scene. I'm putting on hats.\n(Later)\nJared: Richard, I'd understand if you took it, but watching you end up over there would break my heart.\nRichard: What, like Julia Roberts from \"My Best Friend's Wedding\"? \nJared: I never saw it.", "121": "Jared: They just kept saying if I didn't waste so much money at the butthole doctor, then we'd have enough money, but I pay for all my medical out of pocket.", "122": "Jared: I've never felt like I was anyone's bro before. The only people who have used that term with me were assailants, but, um, I started bro'ing people and getting bro'ed back.", "123": "Jared: Well, get some sleep, my bros. I'll set the meeting, and, um, then I'll go find some hoes to prioritize behind you.\nErlich: Are you trying to say \"Bros before hoes\"? \nJared: It's sexist, but it's about friendship.", "124": "Jared: It's like when somebody says they want to go birding with you, but really they just want to get you alone in the woods, so they can take your binoculars.", "125": "Jared: We were bros. We were bros.", "126": "Jared: Hi! I'd like to talk to you about a company called Pied Piper. What does it do? Good question. Maybe you can help us find an answer. What if Pied Piper was an app that could attract rodents? You know, like the fairy tale? For purposes of extermination or to feed your pet snake. We're not here to tell you what to do with your rats, we're here to get your rats, STAT. Would you be very interested, somewhat interested or not interested? Which one? Which one? Which one? ", "127": "Police Officer: You have any weapons or drugs on your person at this time?\nJared: Why yes. Yes I do. (Hands Adderall bottle to officer)\nPolice Officer: Adderall. This is a highly controlled substance. Are these yours?\nJared: No! Those belong to an underage kid that I brought to my house.", "128": "Jared: I'll admit I'm sleep challenged. I just spent 4 days trapped in a steel box out in an oil rig full of robot forklifts. But now I'm back, and I am recovering, and I am focused, and we're going to pivot. Don't lose faith guys. Look at me, look at me. We've got a great name, we've got a great team, we've got a great logo, and we've got a great name. And now we just need an idea. Let's pivot. Let's pivot.\n\nDinesh: That might be the last time we see him alive.", "129": "Jared: How much would it be worth to you if I told you I had a GPS app called \"Pied Piper\", tracking the location of your child? I can follow your child anywhere and there is nothing you can do to stop me. Most missing children are never found. Interested, very interested, or very interested?\n", "130": "Richard: Fuck Erlich. I turned down 10 million dollars to build this thing. You want vision? I will show you fucking vision!\n\nJared: I like this new angry side of you. Being around angry people relaxes me because I know where I stand.", "131": "Dinesh: You know who else is Canadian? Justin Bieber. The Hitler of music.\n(later)\nJared: Hitler actually played the bassoon. So technically Hitler was the Hitler of music.", "132": "Richard: We love the name Pied Piper. It's a classic fairy tale.\nJared: Well, I looked it up. It's about a predatory flautist who murders children in a cave.\nGilfoyle: It has all of that going for it, Richard, and I still hate it.", "133": "Jared: My name's only Jared because Gavin called me that on my first day. My real name is Donald.", "134": "Jared: What about, \"Dwarfism 2.0\"?\nGilfoyle: Where's \"Dwarfism 1.0\"? \nJared: Just in the world.\nDinesh: (sad) Oh.", "135": "Jared: If you keep screaming your name, it forces the assailant to acknowledge you as a human.", "136": "Jared: Hey! Sorry if I scared you, I know I have somewhat ghost-like features. My uncle used to say, \"You look like someone starved a virgin to death.\"", "137": "Jared: (bows to Erlich) Um Good morning. Whoops, that was weird. I don't know why I did that. You kind of have a like a king-ish feeling to you. You're like a Norse hero from Valhalla.\nErlich: Don't pander to me. Peter Gregory said specifically to trim the fat.\nJared: They actually tried to diagnose me with a wasting disease because of my slender frame."}