{"0": "Jian-Yang: You should not bring them here. Fuck the police.\nJared: Jian-Yang, you're not doing anything illegal here, are you? \nJian-Yang: Yes.", "1": "Richard: Look, taking existing companies and just calling them \"new\" isn't sophisticated. That's theft.\nJian-Yang: You make a new Internet.", "2": "Richard: I thought you hated that car.\nJian-Yang: Aviato car smells like a dead pig.", "3": "Richard: (reading note from Jian-Yang) Richard, Hello, I went to China to do new new Internet. Thank you. Enjoy your house. I love you. Jian-Yang.", "4": "Jian-Yang: (referring to Gilfoyle) The witch lost his mind.", "5": "Jared: Jian-Yang, are you copying all those companies for the Chinese markets?\n\nJian-Yang:  (nervous) Oh no!", "6": "Dinesh: Is that a dead pig?\nJian-Yang: Yes. It's just like Errich. My corrupt uncle sent a death certificate from China but to send body is too expensive. So... I cremate a pig because a pig is most like a fat human.", "7": "Gilfoyle: Yang. There better not be a Chinaman in my bed.\nJian-Yang: That is racist.\nGilfoyle: Yes. I am racist.", "8": "Jian-Yang: Stupid Errich. Big mortgage. Seven credit cards. Not even one with miles. Fucking loser.", "9": "Jian-Yang: Errich is gone. This is my incubator now.\nDinesh: What?\nJian-Yang: Your things are over there.\nRichard: What the fuck?\nDinesh: You just took our shit and threw it on the lawn?\nJian-Yang: Gilfoyle, you are racist. And Richard... you are ugly. The Errich administration is over.", "10": "Jian-Yang: I hate Errich.", "11": "Ron LaFlamme: So, Mr. Yang", "12": "Ron LaFlamme: It's promising tech. One day it could be worth a shit-ton.", "13": "Jian-Yang: I need to prove Errich's dead, so I want to ship a dead body from China, but it's hard to find a white body in China, especially fat like Errich, so I buy a fat, white cadaver from Cincinnati medical school. But to ship to China, then switch box, then ship back, it's way too much money.", "14": "Erlich: Well, now, gentlemen, this is it. Goodbye. Obviously, I don't care to make a big deal out of it, so I think it's sufficient just to go around and each of you say a memory or two of times where I've profoundly impacted your life. (silence) It doesn't have to be a profound impact. \nJian-Yang: We're leaving now.\nErlich: What? \nJian-Yang: International flight. Four hours early.\nErlich: No, international flights are three hours early. \nJian-Yang: It's a new rule.", "15": "Fridge: Uh-oh! That yogurt is expired.\nJian-Yang: See? This could've killed me. Now I can give it to Erlich.", "16": "Erlich: This is quite the baby shower. I bet you think you're some big swinging dick, now that you're getting invited to all these fancy VC soirees.\nJian-Yang: Yes. My dick is very enormous... and my app made Raviga a lot of money... and I still pay no rent.\nErlich: Nobody likes a braggart, Jian-Yang.", "17": "Monica: Hey, guys.\nJian-Yang: Hello. Congratulations. You're pregnant.\nErlich: No, no, no. No, she... No, she... No, no.", "18": "Jian-Yang: What would you say if I told you there is an app on the ma...\nErlich: We're past that part! Just demo it.\nJian-Yang: Okay. Let's start with a hot dog.\n(the app successfully identifies a hot dog)\nMonica: Oh shit. It works!\nErlich: Motherfuck!\nJared: Huzzah!\nErlich: Jian-Yang, my beautiful little Asiatic friend, I'm going to buy you the palapa of your life. We will have 12 posts, braided palm leaves. You'll never feel exposed again.\nDinesh: I'm gonna be rich. Fuck you, Gilfoyle.\nJared: Do pizza.\nErlich: Yes, do pizza.\n(Jian-Yang tries the app on a slice of pizza)\nApp: Not hotdog\nMonica: \"Not hot dog\"?\nErlich: Wait. What the fuck? Huh?\nMonica: That's... that's it? It only does hot dogs?\nJian-Yang: No, and \"not hot dog.\"", "19": "Jian-Yang: (to Monica) Erlich was right. You are a white witch.", "20": "Jian-Yang: I fucking hate SeeFood. I have to look at different hot dogs. There's Chinese hot dogs, Polish hot dogs, Jewish hot dogs. It fucking stupid.", "21": "(Jian-Yang pulls up in a yellow corvette)\nErlich: Jian-Yang, what in the good fuck is that?\nJian-Yang: It's called business expense. You buy a hut. I... buy a car. You say, \"Keep doing SeeFood until money is gone.\" Now, the money is gone. Dick... is up.\nErlich: Where'd you get those sunglasses? Did they come with the car?\nJian-Yang: These are from your mom.", "22": "Jian-Yang: You know, the car was a mistake. I was driving next to a store window, and I stop and look in my reflection. I looked like an asshole.", "23": "Jian-Ying : Erlich, is the refrigerator running? This is Mike Hunt, and he's rich.", "24": "Jian-Yang: Question for you. What's better than octopus recipe? Answer for you. Eight recipes for octopus.", "25": "Jian-Yang: My grandmother gave me a family recipe before she died in a horrible way.", "26": "Erlich: I am your lead investor, you will respect me as such.\nJian-Yang: I do not respect you. You're not any kind of investor. You own nothing.\nErlich: I own 10 percent. You live in my incubator.\nJian-Yang: No, you evict me, I evict your 10 percent.", "27": "Erlich: Richard, I will expect you off the premises by end of day. Monica. (leaves)\n\nJian-Yang: (to Richard) You know you can stay here for one year, free rent.", "28": "Erlich: (answers his phone) Go for Erlich.\nJian-Yang: Erlich Bachman, this is you as an old man. I'm ugly and I'm dead. Alone.\nErlich: (aside) I'm gonna let him have this one. All right, uh well, I'm sorry to hear that, Future Me. What a terrible thing. I'll talk to you in several years.", "29": "Jian-Yang: (phone message) Eric Bachman, is your refrigerator running? This is Mike Hunt.", "30": "(Erlich's phone rings) \nJian-Yang: Eric Bachman, this is your mom, and you, you are not my baby. \nErlich: (yelling) Not now Jian-Yang, not now! Go back to your room!", "31": "Erlich: I realize this is a Japanese tradition and that you are Chinese. I'm not racist. \nJian-Yang: Yes, Japanese people racist. They are horrible. ", "32": "Jian-Yang: I'm going to smoke in my room. Special occasion. \nErlich: Oh. Mother fuck. ", "33": "Jian-Yang: What if I told you there is an app on the market...\nErlich: No, you wait until you're inside. Okay? We haven't even gotten the bottle of water yet.", "34": "Jian-Yang: I don't smoke. Except for special occasions. \nErlich: So you do smoke? Wait, have you been smoking in my house?\nJian-Yang: No. There's no special occasion ever happen in your house.", "35": "Erlich: Jian-Yang! I need all of your guys out of there, and the foosball table.\nJian-Yang: Those not my guys.\nErlich: They're always around... Who are they?\nJian-Yang: Friends of friends.", "36": "Jian-Yang: Erlich, he started crying in Taco Bell. He tried to blame the taco sauce.", "37": "Erlich: This morning, you put your soda cans in the green one. Okay? That's not right. The green is for grass and leaves. Okay? The blue one is for recycling. Go ahead and put those in there. (Jian-Yang puts the cans in the blue bin) Yeah.  Very good. The black one is for all other trash. Do you understand? \nJian-Yang: Yes. Which is for burning? \nErlich: No, we don't burn trash in this country. It's illegal. You never burn trash. Okay, can you say that? \"I never burn trash.\" \nJian-Yang: I never burn trash. \nErlich: Yes. \n\nJian-Yang: What about garbage? \nErlich: Motherfucker.", "38": "Erlich: Friday, the pool cleaner comes. Do you understand? \nJian-Yang: Yes.\nErlich: And tomorrow is trash day so make sure all the cans are out front.\nJian-Yang: Yes.\nErlich: Now, you are under no circumstances to order any movie on demand, adult or otherwise.\nJian-Yang: Yes.\nErlich: OK, has anything that I've just said confused you?\nJian-Yang: Yes.\nErlich: Goddamn it!", "39": "Jian-Yang: I eat the fish.\nErlich: I understand you eat the fish. But when you clean the fish you can't leave the fish head and guts and shit in the sink. Because the whole house smells like a bait station. So you gotta put it in the trash and then take the trash out. Do you understand? \nJian-Yang: Yes. I eat the fish.\nErlich: Motherfuck! "}