{"0": "Monica: I thought you moved to China.\nLaurie: The interesting thing about moving, Monica, is that you can do it more than once. I am back.", "1": "Laurie: With those Chinese out of the way, I can finally be more ruthlessly efficient.", "2": "Laurie: Monica, you have certain values. And I see no reason you should not work with companies that share them. Similarly, I should work with companies that share my values. \nMonica: So, no hard feelings? \nLaurie: No feelings at all, Monica. ", "3": "Laurie: Ariel was apprehended this morning shoplifting machine oil from an auto parts store in Turlock.", "4": "Laurie: Immediately after your departure I consumed two egg whites and a green bean and regained my composure. ", "5": "Emily Chang: Now Jared Dunn, as Pied Piper's COO, what is foremost on your mind as you make this big announcement? \nJared: Me? \nEmily Chang: Yes, you, Jared.\nJared: Manure.\nEmily Chang: Pardon? \n(Theme music plays)", "6": "Laurie: In addition to being business associates, the CEO and I take medically prescribed and supervised MDMA together. I'm taking it for severe post-partum depression. I do not know why he is taking it.", "7": "Laurie: Sorry I am late.", "8": "Erlich: I love what you've done with the place. It's a really... nicely done place. (points to a picture) Say, is that your dog? \nLaurie: It's a dog. \nErlich: You and I have never really had much of a rapport, have we? \nLaurie: It's... wanting. ", "9": "Laurie: It was one of my finer moments. Erlich came to me with an outside offer to sell half of his Pied Piper shares. \nRichard: To Russ Hanneman for five million dollars. Yes, I know. But somehow you ended up with all of his shares. How? \nLaurie: Oh, well, as you know, the same onerous terms you accepted when you took Russ Hanneman's money, they transferred to me when I bought him out. These included the right to block any transfer of stocks with a majority vote of the board. A board which I control. \nRichard: I don't understand. \nLaurie: Of course you do. If I have approval of any buyer, and I am the only buyer I approve, then I can set my own price. So I asked Mr. Bachman for a thorough accounting of his debts, uh, which ran to approximately $713,000. \nRichard: And how much did you give him? \nLaurie: $713,000. ", "10": "Erlich: Fuck me sideways.\r\n\nLaurie Bream: Indeed. ", "11": "Laurie Bream: It is a question mark made of human hair harvested apparently from dead people in India. It's a pun. It signifies, at Raviga we ask the big hairy questions.", "12": "Erlich: In our initial build we realized that the same geo-tagging technology that could be used to locate uncrowded playgrounds could also be used to prey on children, our greatest natural resource, by one of society's worst elements Pedophiles.\n\nLaurie: The pedophile facing nature of the app would present marketing pain points. Yes.\n\nErlich: But under Monica's guidance, we realized the same technology could also be used to create a real-time, crowd-sourced map of an even worse segment of the population.\n\nLaurie: Worse than pedophiles? \n\nErlich: Smokers. Because, let's face it, no one's ever died of secondhand heroin.", "13": "Laurie Bream: Dress unattractively when you tell them. I read a study. The less sexual interest they feel for you, the less perturbing it will be. It sounds strange, but it's credible. May I suggest the beige ensemble in which you came to work Tuesday? "}