{"0": "Monica: Our coin price wasn't growing with our user numbers, so we coded a diagnostic tool to go through the ledger and figure out exactly where our users are coming from. \nGilfoyle: Yes. We coded it. \nMonica: You're smoking my cigarettes, asshole. ", "1": "Monica: Let's put it this way. Would you want to go from being a rock band to being (whispers) a Christian rock band? \nRichard: (lowers head) Oh, shit.", "2": "Monica: I bro'ed down with him pretty hard. I mean, I think I did. It's... to be honest, I was kind of all over the map. I shotgunned a warm beer, and then I acted all blown away when he showed me 40 minutes of snowboarding videos set to Diplo remixes.", "3": "Laurie: Jian-Yang unwittingly crafted an amazing tool for the real-time detection and filtering of penile imagery.\nMonica: And Periscope does have a dick problem.", "4": "Monica: You do realize I'm literally the only person in this entire grocery store who's actually buying stuff for myself.", "5": "Monica: The guy is a joke. He's a boorish, pompous, womanizing douchebag who got lucky, like, 20 years ago. And hasn't done anything since then.\nGilfoyle: Sounds like Erlich.", "6": "Monica: The guy has calf implants, Richard.\nErlich: How do they look? ", "7": "Monica: He was in the Serengeti on safari and he had just gone into his tent when a hippo wandered into the camp.\nRichard: Oh, wow.\nErlich:  He was attacked by a hippo? \nMonica:  No, I guess the hippo started to charge when the guide grabbed his rifle and shot at it, but his aim was off, and... \nRichard: And he shot Peter Gregory by accident? \nMonica:  No, he he missed, but I guess the sound of the gun startled Peter, who ran out of his tent and...\nRichard: Ran right into the hippo? \nMonica: No, the hippo was also startled by the noise and had run off prior to Peter exiting his tent.\nErlich:  So, what happened to Peter? \nMonica:  He hadn't run in a long time, maybe ever, and you know, he just... that was it.", "8": "Monica: People may take credit for your idea and try and sue you. How awesome is that? \r\n\nRichard: Uh... yeah, that's awesome. ", "9": "Monica: It's Chuy Ramirez? I'm impressed. He sold a mural today for a half-million bucks.\nErlich: It wasn't on a garage door, was it? ", "10": "Richard: Doesn't Peter Gregory want what's best for the company? \r\n\nMonica: Look, I'm going to be straight with you. Peter Gregory doesn't care. \r\n\nRichard: About? \r\n\nMonica: You. \r\n\nErlich: Wait. Just him, or both of us? \r\n\nMonica: Any of you; Pied Piper. \r\n\nRichard: Okay, uhh, then why did he back us? Just to piss off Gavin Belson? He spent $200,000 to piss of Gavin Belson? \r\n\nMonica: Yeah, that's nothing. Peter would spend millions just to mildly annoy Gavin. These are billionaires, Richard. Annoying each other means more to them than we'll make in a lifetime. \r\n\nRichard: I see. And you conveniently forgot to mention any of this when you were convincing me to turn down 10 million dollars. And now I'm in the middle of some pissing contest between two billionaires? \r\n\nMonica: In fairness, Gavin only offered the $10 million because we started pursuing you. \r\n\nRichard: Yes, but he offered it to me, Monica. He offered 10 million dollars! And I didn't take it because you came to me when I was puking and freaking out and told me that Peter Gregory believed in me, when in reality, he didn't give a flying fuck! \r\n\nMonica: Richard... \r\n\nRichard: I didn't turn down 10 million dollars because of Peter Gregory, Monica. I turned it down because of you! \r\n\n(Richard walks out)\n\nErlich: However angry he is, I am one tenth as angry. Because one of the 10 million would have been mine, because I own 10%... \r\n\nMonica: I know. \r\n\nErlich: ...of Pied Piper. \r\n\nMonica: I know! ", "11": "Monica: Hi, Monica. I work with Peter Gregory. We met outside the TED... \r\n\nRichard: Yeah, I remember you. What how'd you know I was here? \r\n\nMonica: Peter Gregory is invested in a company that uses GPS in phones to track people. \r\n\nRichard: That's creepy. \r\n\nMonica: You don't know the half of it. And neither does congress. "}