{"0": "Gavin: Want a drink? \nRichard: Don't you think it's a little early?\nGavin:  It's kombucha with ginseng and lemongrass, Richard. I'm not a fucking hobo.", "1": "Gavin: I was sitting up here feeling totally just impotent, and then you came along and exposed your underbelly, and practically begged me to plunge the knife in! I mean, I still have a deep hole to crawl out of, but this is a fucking great start.", "2": "(Gavin is exhausted)\nHoover: Plan J, sir?\nGavin: Plan J! Jay! You are my spitting image. I'll meet you a quarter mile from the finish line. Go, go, go, go, go! \n(cut to Gavin riding in a SUV)\nGavin: I still got it, Hoover. \nHoover: I know you do, sir.\nGavin:  As long as Jay doesn't fuck up, I'm gonna beat my personal record.", "3": "Gavin: Foxhole is a very exciting web-based exchange, catering to those in the military, who are interested in having extramarital affairs.", "4": "Gavin: (to Denpok and Hoover) All right then. Plan B. You two and the team will move to Belarus. If we can get close enough to the Chernobyl exclusion zone, it's a buyer's market, and with the money we save from substantially downgrading from Tiblisi, plus the bigger Belarusian investment we've been offered, I'll maintain a pied-a-terre here in town.", "5": "Gavin: (interupting) ...and Hooli, sir. Hooli also acknowledged some spectacular lapses.", "6": "Gavin: You tell Bezos we keep the Hooli name, or he can go fuck himself with his rocket ship.", "7": "Rachel: Gavin, you've staked the entire future of this company on the Signature Box Three. Where are they? \nGavin: Well, the last two months have been challenging. The Chinese were petulant. The North Carolinians proved very entitled. And I held out hopes for our experiment in the Yukon Territories. But as it happens, the Inuit are surprisingly adept at collective bargaining. But fear not, I am in the early stages of a new plan. Did you know that some of America's most capable, motivated laborers are at this moment awaiting execution? ", "8": "Gavin: Sorry, but this gives me all the cards. I get Hooli back. Fuck Bezos and fuck you and your 20% offer. And fuck the Signature Box Three. I get a complete do-over. Tim Cook keeps inviting me to his brunches. Fuck him! I'll host the fucking brunches. ", "9": "Gavin: Walk me through this. We can't make our boxes in China because Yao has threatened every manufacturer in the country. We can't afford Bangladesh, because the workers have unionized. And we can't use our place in Laos, because one person gets her scalp ripped off and suddenly, everyone's screaming regulations.  You know, you hear a lot of chatter about the growth of the global economy, but no one wants to talk about the downside. ", "10": "Executive: Gavin, there is one other manufacturing option we haven't discussed yet, which considering the current circumstances, might be worth consideration. \nGavin: I'm open to anything. \nExecutive: America. \nGavin: Fuck you!", "11": "Gavin: being in North Carolina always feels like a bit of a homecoming for me. I own a vacation property just off the coast in Bermuda. Technically, it is my primary legal residence.", "12": "Gavin: Good people of Goldbriar, for too long, foreign interests have used unfair trade and labor practices to plunder American wealth and steal American jobs. But I don't blame them for that. No. I blame weak, spineless American politicians. But if your mayor does his job, your jobs will come back, and soon, you will proudly be building the Gavin Belson Signature Box Three. But if for some reason he can't make my very reasonable proposal work, you know who to blame. I'm excited to get started. What about y'all?", "13": "Mayor: The only things I have left to cut are essential services. \nGavin: There you go. Do that. You could have a volunteer fire department. Because I can't afford a penny more than this. \n(Boards his private jet)", "14": "Gavin: I like it. But can we adjust the proportions? Make the logo bigger? And make the flag bigger? And make the box bigger, too. It all just needs to be bigger. ", "15": "Yao: Gavin. You know our shameful history of worker suicides. Since the renovation, not a single one. \nGavin: Not even one? Okay. But there's gotta be like a middle ground here. \nYao: Ah, a happy surprise. The children from our daycare center have prepared a traditional song just for you.\n(The children begin to sing) \nGavin: That's wonderful. Yao, I need you to give me 30% more output. I don't care how you do it. Just a thought, those kids don't look that busy. ", "16": "Gavin: (referring to Jian-Yang) Holy shit! Holy fucking shit! That brilliant little idiot. He found a way around the patent. ", "17": "Gavin: I'm not asking you to cut off his testicles and shove 'em down his throat, shoot him in the back of the head Triad style. I just need you to get this kid's code for me. By whatever means necessary. ", "18": "Gavin: Yeah! Ladies and gentlemen, this was billed as a celebration. But it is not a celebration. It is a call to arms. We will destroy our competitors. I give you the product that will carry Hooli to complete and total market dominance. The Box Three, Gavin Belson Signature Edition.\nDenpok: (whispering) It looks like a penis.\nHoover: Yes. Yes, it does.", "19": "Gavin: The irony is, the Internet, which we all use to search for billions of things, has itself long been searching for something. And here it is. Okay, then I turn and gesture. (music plays) The Box Three. Signature Edition.", "20": "Gavin: I put my name on this, because I personally stand behind the new SAS-slash SSD-slash-NVMe drive bays, the 24-core processors. I stand behind the ECC DDR4 SD-RAM LR-DIMMs and their exceptional reliability. Will you stand with me?", "21": "Gavin: I'm off to Jackson Hole for a couple of days to clear my mind, and center myself. I'll be off the grid. Not to be disturbed for any reason.Understood?\nScott: Absolutely. Is there anything else you'd like us to take care of? \nGavin: Oh. The bear is sticky with honey. See ya soon.", "22": "Gavin: Do you want to save a fortune or not? \nViola: Well, yes. \nGavin: In exchange, I need you to do something for me with regard to the people who hacked your refrigerators. I'm going to destroy their lives.", "23": "Gavin: What is this?\nDang: Banksy is insisting his signature be on his work.\nGavin: This is supposed to be my signature. On what planet does a signature have a signature on it?", "24": "Gavin: I just fired Banksy.\nHoover: Banksy, the vandal?\nGavin: The very one.", "25": "Gavin: During my sabbatical from Hooli, I toured the wonders of the world, seeking inspiration from mankind's greatest achievements. The Parthenon, Angkor Wat, the Great Pyramid of Giza. But it wasn't until my flight home that I had my epiphany. Yes, those wonders are visited by thousands of people every year, but 2.4 million people visit HooliSearch every minute.", "26": "Gavin: Patrice, I'd like to welcome you back to the Hooli family.", "27": "Richard: Did Erlich ever show up in Tibet?\nGavin: No.", "28": "Gavin: This is where it all began, gentlemen. The birthplace of Hooli. Peter Gregory's mother's garage. That was Peter's workstation. This was mine. Things sure have changed. But in a way, they've stayed exactly the same. As we forge our new path together, we must remain focused on what's really important... not material success or wealth, but this, the spirit of innovation... a few coders, some ramen, and a dream. And that is why I brought you here. All right. Let me show you the rest of the place. \n(Gavin opens garage door to reveal the gargage is inside a much larger garage)\nGilfoyle: Ah. You've got a garage inside your garage.", "29": "(Gavin finishes his blood transfusion)\nGavin: Hard work is the price of greatness, so let's get to work! Well, this meeting was just absolutely fucking great! Richard, Donald... Goldfoil! (starts doing karate kicks) Woo! Go team! Woo!\nGilfoyle: Uh... the fuck just happened?", "30": "Gavin: I had my blood tested this morning. My cholesterol is through the roof. At this rate I'll be dead by the age of 120.", "31": "Jack: I'm whipping up some proposals right now that are gonna knock that wig right off your head. Yeah. (leaves the room)\nGavin: What the fuck is he up to? (feels his hair) (to Denpok) Look like a fucking wig to you?", "32": "Gavin: So, what have you got?\n\nHoover: Well, sir, I did as you asked. I flew the company plane to Shanghai, then Moffett, then Jackson Hole. Then I flew back to Shanghai, then to Jackson Hole, then to Moffett, which is where I just landed.\n\nGavin: And?\n\nHoover: Moffett is 28.3 minutes closer.\n\nGavin: I fucking knew it!\n\nHoover: Barker should've dropped you off first, sir. \n\nGavin: Wait. What about headwinds or storm activity? I don't want to give him any room to wriggle out of this. Here's what I'm gonna need you to do. Fly each leg five more times and average them. It's the only way to be sure. \n\nHoover: And we're not concerned with the expense of 20 more private transcontinental flights? \n\nGavin: Of course we are. Jack Barker is costing the shareholders of this company a fortune, and he must be stopped. ", "33": "Gavin: How the fuck does something like this happen? How does an elephant just die? \nPatrice: He was very old and depressed. He'd recently been rescued from the circus, but as it turns out, he actually really loved performing.", "34": "Patrice: Gavin, you always said that here at Hooli, \"In order to achieve greatness, we must first achieve goodness.\" \nGavin: Right. So?\nPatrice: I was a bridesmaid at Sean Parker's wedding when he handed out live bunnies as plush toys. That wasn't goodness. It was badness. And so is this. You're using endangered animals just to make points at board meetings.\nGavin: I'm drawing thoughtful, zoological comparisons.\nPatrice: But couldn't you just show them a picture of these animals? A simple Hooli search would yield thousands of choices.", "35": "Gavin: Patrice, I thank you for your honesty, and I will repay you with my own. I honestly never want to see you in my offices again. You're fired. (to Hoover) Hoover, Scramble that Skycrane.", "36": "Gavin: Deng, they're all just so good.", "37": "Gavin: This is intolerable. A man can only take so much. Banished from my own company? No. I'm just going to give them what they want. I'm going to resign. We can go to Haiti, build orphanages. \nDenpok: Haiti? Is it not said that one should think globally and act locally? \nGavin: I'm not acting at all. \nDenpok: Lao Tzu teaches the best fighter is never angry. More important than the blow is knowing when to strike. Like, perhaps, after we experience the executive white water rafting trip in Coeur D'Alene? ", "38": "Gavin: Consider the possum. Nature's... \nRachel: Gavin, if you're bringing another animal into this board room, this meeting is over. \nGavin: Of course not. Don't insult me. \n(Patrice and Hoover quickly exit with a possum on a wheeled cart) ", "39": "Gavin: Consider the elephant. Legend has it its memory is so robust it never forgets. And I assure you, gentlemen of the Hooli board, and lady, neither do I. ", "40": "Gavin: Consider the tortoise. As the fable teaches us, it may appear that he is losing in his race against his nemesis, the insolent and cocksure hare. But appearances can be deceiving. \nRachel: Gavin, the tortoise. Is it Endframe? \nGavin: Yes. But there's more. \nHenry: The hare is Pied Piper. \nGavin: Indeed it is. Someone has read their Aesop!", "41": "Gavin: We've taken a page out of Apple's playbook and are currently \"reviewing\" the Pied Piper app for sale in our Hooli store at a pace one might call \"tortoise-like.\" (Knocks on the Tortoise's shell) \nPatrice: Don't! They hate that. ", "42": "Rachel: Our intention is simply to transition you into a more appropriate role within the company, one with less oversight of day-to-day operations. \nGavin: You're putting me on the fucking roof?", "43": "Gavin: Acting on this would expose the fact that we're reading employees' private emails, destroying the spirit of trust and freedom to innovate that I've worked so hard to build here at Hooli. You know, it makes you wonder if the word Hooli has any meaning for these people whatsoever. ", "44": "Gavin: In case you didn't know, here at Hooli, we make the impossible possible. ", "45": "Naveen: I invited you to my wedding, Gavin. \nGavin: Why? ", "46": "Gavin Belson: You know, a hundred years ago, men like me could've had people like that killed. Just like that. You think captains of industry like Andrew Carnegie or Cornelius Vanderbilt would've batted an eyelid? Please. (sighs) Times sure have changed. ", "47": "Gavin Belson: Consider the bulldog. A grotesque monstrosity born of relentless inbreeding. Riddled with sinusitis, crippled by joint pain. Chronically flatulent. A kindly pet, or humanity's cruelest mistake? All right, take it away. (The dog is wheeled away) Ladies and gentlemen, just like that horrible creature, the entire Nucleus program was the result of inbreeding. We mated Hooli engineers with Hooli designers in a Hooli kennel. Is it any wonder the result was just as unspeakable as that thing? Bring it back here. (The dog is wheeled back) Look at that hideous face. All right, get it out of here! ", "48": "Gavin Belson: Obviously, you don't have your Hooli news alerts up to date. Go to the site. I'll wait. \nRichard: Go to the Hooli news website. \nGilfoyle: Okay. It's an ad. \nRichard: Um, it's an ad. Hold on. \nGavin Belson: Just wait four seconds, and you can click to skip it. \nRichard: Just wait four seconds and then you can click it. \nGilfoyle: No, it's the kind where you have to watch the whole fucking thing. \nRichard: It's the whole ad kind. \nGavin Belson: I thought we stopped doing those. Goddamn it. ", "49": "Gavin Belson: Welcome, men and ladies of Endframe. Rather than incestuously promoting the same faces from within, you represent fresh blood, new ideas. Everything Nucleus was not. It is my honor to personally welcome you all to Hooli. \n(speaking quietly)\nNaveen: Does he really not remember us? How long did you work at Hooli? \nJason: The last time? Seven years. \nNaveen: I was here for nine. He was invited to my wedding. ", "50": "Gavin Belson: Failure is growth. Failure is learning. But sometimes failure is just failure. I think... I'm sorry. I didn't think it would be this hard. But goodbyes are always hard, especially when I am the one saying goodbye. Today, effective immediately, I, Gavin Belson, founder and CEO of Hooli, am forced to officially say goodbye to the entire Nucleus division.  All Nucleus personnel will be given proper notice and terminated. But make no mistake. Though they're the ones leaving, it is I who must remain and bear the heavy burden of their failure. ", "51": "Gavin Belson: You know, our annual individual performance reviews showed a 20 percent incidence of sub-standard work. So essentially, one out of every five Hooli team members deserve to be fired. ", "52": "Gavin: That strategy just sounds so inside the box. Might it not be more innovative to shroud Nucleus in mystery until the official roll out next January? ", "53": "Gavin: The point being what those in dying business sectors call failure, we, in tech, know to be pre-greatness.", "54": "Gavin: If there's any greatness in any of you at all, now is the time to access it. Please don't disappoint me. Please, please, please don't disappoint me.\n(Walks away)\nBig Head: Maybe start after lunch?", "55": "Gavin: Have I just surrounded myself with sycophants, who are just telling me whatever I want to hear, regardless of the truth?\nDenpok: (Pause) No.", "56": "Gavin: Is this Windows Vista bad? It's not iPhone 4 bad, is it? (sighs) Fuck. Don't tell me this is Zune bad.\nChristina: I'm sorry, Gavin. It's Apple Maps bad.", "57": "Bannercheck: I am certain that once you witness firsthand what Mr. Bighetti is up to, you will see that he is worthless around here.\nGavin Belson: Worth is a relative thing.\nBannercheck: Yes, but worthlessness is not. It is absolute.\nGavin Belson: People add value to this company in many different ways.", "58": "Gavin: It pleases me to inform you all that effective immediately, Nelson Bighetti has been promoted to sole head dreamer of Hooli XYZ.\nBig Head: Sorry, what?\nGavin: Stand up, Bag Head.", "59": "Gavin: I give you Dr. Bannerchek, the one and only man fit to be the first head dreamer of Hooli XYZ. Also I give you the one and only man fit to be his co-head dreamer, our very own Nelson Bighetti, otherwise known around here as \"Baghead\". Come on up here, Baghead.", "60": "Gavin Belson: What is a moonshot? A moonshot is an idea so big, so bold, as to be impossible until it is not.", "61": "Gavin Belson: I'm getting a little tired of this bias against the leaders of our industry. I'm continually creating jobs and helping people, and I'm tired of getting slapped for it. I didn't steal the money I have, and I resent being treated like I did. You know, there is a climate in this country that is very dangerous.\nKara Swisher: It's dangerous out there for billionaires? \nGavin Belson: There's that attitude again, Kara. Billionaires are people, too. We are leaders in technology, in industry, in finance. Look at history. Do you know who else vilified a tiny minority of financiers and progressive thinkers called the Jews? \nWalter Mossberg: Wait a minute. Did you just compare the treatment of billionaires in America today to the plight of the Jews in Nazi Germany? \nGavin Belson: Absolutely. One could argue that billionaires are actually treated worse. (audience groans) And we didn't even do anything wrong. (more groans) We're an even smaller minority. (groans) There's a lot more of them. (groans) These are facts.", "62": "Gavin Belson: Data creation is exploding. With all the selfies and useless files people refuse to delete on the cloud, was created in the last two years alone. At the current rate, the world's data storage capacity will be overtaken by next spring. It will be nothing short of a catastrophe. Data shortages, data rationing, data black markets. Someone's compression will save the world from data-geddon, and it sure as hell better be Nucleus and not goddamn Pied Piper! I don't know about you people, but I don't wanna live in a world where someone else makes the world a better place better than we do.\n(Gavin Belson leaves)\nMarketing Executive: Data-geddon. Is he married to that, or? There's just been a lot of \"geddons\" lately.\nHeidi: That's true. \"Snow-mageddon\", \"Car-mageddon\".\nMarketing Executive: There's that movie \"Armageddon\".\n", "63": "Gavin:  That was horrible. I just got humiliated by a fucking teenager at TechCrunch Disrupt, and you give me this tampon ad? ", "64": "Gavin: Anyone who tells you their platform is faster than ours better have good lawyers.", "65": "Gavin Belson: How are you?\nPeter Gregory: Well. And you?\nGavin Belson: Not bad.", "66": "Gavin Belson: Fuck you, the audio's still working! Audio worked a hundred fucking years ago, you fucking piece of shit!", "67": "Gavin Belson: If we can make your audio and video files smaller, we can make cancer smaller. And hunger. And... AIDS.", "68": "Gavin Belson: Audious, play John Lennon's Imagine.\n\nAudious: (computer voice) Queuing John Wayne in a mansion.", "69": "Gavin: I hate Richard Hendricks, that little Pied Piper prick.", "70": "Gavin Belson: It's weird. They always travel in groups of five. These programmers, there's always a tall, skinny white guy; short, skinny Asian guy; fat guy with a ponytail; some guy with crazy facial hair; and then an East Indian guy. It's like they trade guys until they all have the right group.", "71": "Gavin Belson: What is Hooli? Excellent question. Hooli isn't just another high tech company. Hooli isn't just about software. Hooli...Hooli is about people. Hooli is about innovative technology that makes a difference, transforming the world as we know it. Making the world a better place, through minimal message oriented transport layers. I firmly believe we can only achieve greatness if first we achieve goodness."}