{"0": "Aide: I like your tie. \nRichard: Oh, thank you. I tied it myself.", "1": "Richard: We are in the seat of the US government, a government that was founded by people who were, at one point, ruled by kings they couldn't overthrow. So, what did they do, right? They started over. They came here, to the New World. World 2.0, version 1776. And the way we win is by creating a new, democratic, decentralized Internet, one where the behavior of companies like this will be impossible, forever. One where it is the users, not the kings, who have sovereign control over their data. This, I promise to you", "2": "Colin: Dude. Can I be real with you? I really need this. \nRichard: Can I be realer? Kiss my piss. ", "3": "Gavin: (reads the paper RIchard signed) Sorry, what does this say? Kiss my... \nRichard: Piss. Kiss my piss. Kiss my piss. (starts dancing)\nLaurie: Richard, please stop the movement. I find it annoying.", "4": "Richard: You don't say no to Adrian Grenier's edu-tainment web series. You just don't.", "5": "Richard: Excuse me, Ariel? Shut the fuck up. My fellow OctoPipers, allow me to paint for you a scenario. This morning, I went to Eklow Labs. I moved Fiona to our network. I departed. I submit to you that soon thereafter, Ariel's pride and joy, Fiona, began to improve. You see, for her entire life, she was cloistered alone with Ariel in his lab. And finally, she was connected to an entire network of other humans. Us, my friends. And as she became more cognizant more human, she started to recognize the true intentions of her master and creator, Mr. Eklow. You see, what she had been trained to view as normal interpersonal contact was finally seen for what it truly was. A perverse series of clumsy gropings. The sickening advances of a handsy, greasy little weirdo.", "6": "Richard: I wanted you guys to meet, because despite being a very diverse and talented group of young web developers. Gitscape, huh? Social coding platform. Tholio, analytics firm. Plucky, music streaming. FirstSight, dating site.\nDeedee: Gay dating site.\nRichard: Okay, technically, you're a dating site, but specifically, a gay one. Which is a subset, so I'm not wrong.", "7": "Richard: Despite all our differences, we all have one thing in common, right? A signed agreement with me to build and launch your websites, not on the tired, bloated, old web, but on the new Internet of the future. The Pipernet. Which is why, from this day forward, I'm going to be naming the eight of you the OctoPipers. (Everybody frowns) Until something better... TBD.", "8": "Richard: So right now, I will send to you all the very first message ever to be sent on a de-centralized, peer-to-peer Internet. Ready? \n(Richard types on his phone. Sent message sound is heard, and then notifications are heard.)\nPlucky CEO: Hit her. I don't get it. Are you talking about me? \nRichard: I meant to say \"Hi there\".\nDeedee: Well, it definitely says \"Hit her\".\nRichard: I'll try it again. There's a new one. (phone typing) There. \"Hi there\".\nDeedee: \"Hi there, Hitler\".", "9": "Richard: You know, you could be a a twink. A bear, an otter. A circuit queen, a chub, a pup. A gipster, a daddy chaser, a leatherman, a lady boy. You could be a Donald Duck, which is a gay guy who got kicked out of the Navy.\nDeedee: Yeah, I, I know what it is. How do you know so many gay things? \nRichard: I worked with a guy.", "10": "Richard: (nervous) I'm just... are you having lunch alone? I am! I'm totally alone. Uh, in fact do you want to, uh, join me at my table for one? \nDana: Oh, okay. \nRichard: Sure. Come on over.\n(Dana sits down)\nServer: One beef pot pie. One beef pot pie, no carrots.\nRichard: (surprised) Yep. Here. Put 'em here.(The server puts two meals in front of Richard)\nRichard: I love beef pot pie. And only kind of like carrots.", "11": "Richard: I welcome you to Pied Piper's new home. Hoo-hoo-hoo! ", "12": "Richard: I'm going to be seeing Laurie Bream at this stupid Innovation Hall of Fame event tonight, and she's gonna ask how hiring is going. She's 11 months pregnant and highly irritable. What am I going to tell her? ", "13": "Richard: I sent you 63 good people. I spared you kilt guy, openly alt-right guy, obviously closeted alt-right guy, and the guy with the stupid fucking pizza app. It was so lame, it would somehow make you hate pizza.", "14": "Gavin: You know, I'm glad I ran into you, Richard. I was actually starting to feel bad about what I did today.", "15": "Monica: You spent $19,000 on pizza? ", "16": "Richard: You... hypocrites. You fucking hypocrites. When I wouldn't use the fake users, you called me a pussy. When I wouldn't lie on the stand, you called me a pussy. But now, when I'm actually doing what you've been wanting me to do, you quit? You're the pussies. You are the pussies. I'm the only one that's trying to fucking... save what we do here!", "17": "Richard: That whole spaces-tab thing was... \nWinnie: Kind of petty?\nRichard: Petty? No, I was gonna say \"illustrative of our vast differences.\"", "18": "Winnie: That's his booth right there. \nRichard: Oh wow. He's got a big one... I mean the booth. But, um, boyfriend, uh-oh. Awkward. \nWinnie: Why?\nRichard: Nothing. It's not. It's actually... it's cool. Totally cool. Cool beans. Beans, beans, magical fruit. The more you eat, the more you...\nWinnie: Toot? \nRichard: Toot.", "19": "Jared: Richard? Are... are we okay?\nRichard: Uh, no, Jared, we're... we're not okay. We're fucking rich!", "20": "Richard: How am I supposed to tell the guys that I'm taking away their payday? You don't understand. Keenan had us pouring champagne all over each other like a bunch of fucking douchebags.", "21": "Richard: I would like a... an STD check.\nDoctor: What, did you graze your penis against a toilet seat?", "22": "Richard: We now have 20 grand we would have otherwise lost if I had listened to you delicate little snowflakes and settled.", "23": "Richard: It was such a bad thing to have done.\nLiz: The worst sex I think I've ever had... by far.\nRichard: Oh, s... it... so it was bad for you... too?\nLiz: Yeah, I mean, it was just all elbows. I mean, how many times did our teeth clink?\nRichard: Uh, too many. Mm-mm. Too many. Too many. \nLiz: You know? And you move your head a lot.\nRichard: Well... passion... \nLiz: None. Right? I know. Like right out of the gate. When I took my top off, and you actually said the word \"gulp\"?\nRichard: I said it? \nLiz: Yes. Yeah.\nRichard: Out loud? Okay. Mm-hmm. Well, mistake on my part.", "24": "Richard: I was born to roam, anyways... so.", "25": "Richard: (About Bryce) Yeah, he's real. Real mouthy. I mean, he's sticking his perfectly symmetrical face into actual smart people's business. I mean, that Ken doll probably thinks traversing a binary search tree runs in the order of \"n,\" instead of \"log n.\" Idiot.", "26": "Richard: I read Peter's notes, all of them, and he knew that a peer-to-peer Internet was possible in the future, but he was also basing that on, what, old desktop computers. He never, ever foresaw the ubiquity or power of all of our modern-day smartphones. He was also dealing with a completely different Weissman limit. So... uh, yeah. Yeah. Okay.\nGavin: What is that? Is that number correct?\nRichard: The delta in mean device efficiency? Yeah, it is. See, eventually, over time, this will render every server that Hooli operates obsolete, which would make Jack Barker shit himself.\nGavin: Holy shit! ", "27": "Richard: I'm not hiring him. He uses spaces not tabs.", "28": "Richard: I was gonna sleep last night, but, uh... I thought I had this solve for this computational trust issue I've been working on, but it turns out, I didn't have a solve. But it was too late. I had already drank the whole pot of coffee.", "29": "Richard: You know, all the guys at the house, they think I'm nuts, but I'm not nuts.", "30": "Richard: Got a lot of work to do. I'll be in the pool. Not crazy.", "31": "Richard: Okay, well, suck a dick.\nDinesh: I'm sorry, what did you say?\nRichard: Nice blazer. Thank you. Where'd you get it? \nDinesh: Does it matter?\nRichard: I just want to know where I can get one, so I can look like a total fucking douchebag.", "32": "Richard: One time when we were pitching at Ross Loma I threw up in my pants.\nDinesh: Don't you mean on?\nRichard: No. No, I mean, I mean in.", "33": "Richard: I extended my compression algorithm to support... get this... 12-bit color. Okay, so our users will be able to experience a 10 percent increase in image quality with absolutely no increase in server load whatsoever. Just-Just-Just... Just watch this. Before. After. Before. After. ", "34": "Jared: This is fraud.\nRichard: Is it? I mean, our our platform does exactly what we say it does. Okay? It's not like we're lying about it like fucking Theranos. And if our platform works, which we know it will, we will make them billions of dollars. Everybody wins, Jared. You still believe that, right? That, if given enough time, the platform will catch on? \nJared: Richard, don't weaponize my faith in you against me. \nRichard: Your faith made all this possible.\nJared: It's wrong.\nRichard: Well, every time I try to do the right thing, I get fucked. And if I do the right thing here, we're done. That's it. Doesn't seem like much of an option, does it? ", "35": "Coleman-Blair VC:  You can have your lawyers vet the actual stock purchase agreement once we close here just to make sure no one is pulling any funny business.\nRichard: (laughs nervously) No, my lawyer is in jail, so.", "36": "Bernice: Is that like when I'm texting and my phone starts guessing what I'm going to say? \nRichard: This goes way beyond autocomplete. Actually, all of your devices will begin helping each other in ways that we can't even design or predict. \nClark: Okay, but see, the problem is... Terminator. \nRichard: What? No. No, no. No, no, no. No. I can assure there is no Skynet type of situation here. No. Pied Piper will in no way become sentient and try to take over the world. \nClark: He just told us he couldn't predict it. I'm just saying... everybody died. ", "37": "Richard: Face it, Jared, being too early is the same as being wrong. ", "38": "Richard: Yeah, we are the... finally the, the belles of the balls. ", "39": "Richard: Monica. It's Monica.\n\nJared: Let's not jump to conclusions. She's the only one who's bought a jacket.\n\nRichard: Jared. She's the only one who hates the platform. There's no other explanation for this. Okay. Monica fucked us. She pulled down our pants and fucked us in front of our parents.\n\nJared: (concerned) Did some... Richard, did somebody do that to you?", "40": "Richard: You know, Erlich, uh, Pied Piper still needs a head of PR. You seem to be well-versed in media outreach. And by your own admission in that article, your head is-- what did you say? .. so far up your own ass you can see the future. And that could be useful... if we need a pre-cog... (stammers) in a way?", "41": "Richard: Okay, well, uh, shall we have some coffee, my lady? \nWinnie: Sure. Let's do it. \nRichard: Okay. All right. \nGilfoyle: We're already on to Elizabethan nicknames. This is serious. They'll be Ren Faire-ing soon. ", "42": "Richard: Okay, so I'll just get the car keys and then give you a lift home. Okay, my lady? \nWinnie: My lord. \nRichard: Oh. My lady. (chuckles)", "43": "Winnie: They tried to convince me you were some sort of formatting Nazi about tabs versus spaces. \nRichard: What? Me? Nazi? (laughs, then uses a German accent) That's ridiculous. \nWinnie: That's what I said, I mean, I use spaces. So what? \nRichard: Mm... Yeah, so what?  (nervously takes a drink)\nWinnie: See, they said you'd have a hissy fit if you found out. \nRichard: Mm-mm. Hissy fit, me? No. \nWinnie: I know. \nRichard: (talking fast) You know. I know. I mean, make up your mind, guys, am I a Nazi or am I a guy who throws hissy fits? You know? Am I a Nazi who throws hissy fits? I hope not. That was Hitler. That was like his whole deal. I mean, that's pretty insensitive to the Holocaust, don't you think? Cause that's, like, what Hitler did, you know, he just, like, killed so many people, so tragic, such a tragic time. I'm so glad we're not doing that anymore. I mean, we, like I... like I was, you know, whoa! I want them all to die. I don't, I don't care. I mean, I do care, don't-- don't kill them-- them-- Jews. Uh, anyway, what do you want to... what do you want to order here? ", "44": "Richard: I mean, why not just use Vim over Emacs? (laughs nervously) \nWinnie: I do use Vim over Emacs. \nRichard: Oh, God, help us! ", "45": "Winnie: Oh, my God! Richard, what happened?\nRichard: I just tried to go down the stairs eight steps at a time. ", "46": "Richard: Apparently, Jack's empty fucking chair is a better choice than I am. So, maybe... maybe ask the chair, see what it thinks. \nGilfoyle: Say what you will about the chair, but at least it never told me to build a fucking box. \nDinesh: True. Compared to Richard, it's a lot sturdier. \nGilfoyle: And it has a lot less of Barker's ass rubbed all over it. ", "47": "Laurie: You are in an emotional state, and when you are emotional, you become highly inarticulate. \nRichard: Well, I don't say that's true. \n", "48": "Richard: She-she... she's calling us the next Clinkle. Clinkle, Laurie. Clinkle. You... you do know what happened to Clinkle, right? Do you want us to be Clinkle? \nLaurie: Please, just stop saying \"Clinkle.\" It jars the ear. ", "49": "Richard: I probably can't say how fucking pissed off I am that Laurie Bream is out there gallivanting around the Valley, interviewing every dickhole on Earth for my job, including Big Head... a man that I fired by the way, and no offense, I like him. I do actually, he's a close friend of mine, been that way for years. He is a bit of a simpleton, his name's fucking Big Head. ", "50": "Richard: (chuckling) Excuse me gentlemen.  I'm going to go ask \"Action Jack\" how Laurie's dick tastes.", "51": "Richard: Jack, excuse me. Do you mind telling me... \n(Witnesses the scene of a stallion mounting a mare)\nRichard: Holy shit. What is that? Oh, mother of God. ", "52": "Richard: Did we delete over 9,000 hours of your premium content? Yes, we did. And that is bad, certainly. But the way we did it. See, our compression is so incredibly powerful that we were able to delete all those files at a rate that until now was unthinkable...", "53": "Richard: Why would you assume that he's the CEO? \nReceptionist: Well, he's... no reason.", "54": "Richard: Well, you're stealing it all wrong. I mean, this is how you're gonna build the code book? Honestly? This is bush-league. And look at all these redundancies.", "55": "Russ: Know what has three commas in it, Richard?\nRichard: Uh, a sentence with two appositive phrases in it? \nRuss: No, a billion dollars.", "56": "Richard: Remember when you told me to come back when I had more? And then I said I would? Well, I'm not going to. Ever. This doesn't count. I'm covered in dust. I'm a three-foot dick, and I've got half an ass to go to some other company who's never gonna put me on a Jumbotron or throw balls at me. Bye.", "57": "Richard: (attempting to be negative) So, with some proper funding, we should be able to get a functioning beta in time for CES. And if you don't fund us, you're a fucking slut. Ah. What's that smell? Is that a fart? You Are you a farter? Now, can I have a pastry? Or are you guys gonna eat 'em all? 'Cause you're gonna get fat.", "58": "Richard: Last night I was watching my friends here have this argument. About, you know, manipulating data And, you know, how many datas could one guy manipulate at once and, uh And I was just I was thinking. Maybe it could be another way, you know? Something that I would call, \"middle out\".", "59": "Richard: I didn't turn down ten million dollars because of Peter Gregory, Monica! I turned it down because of you!\nErlich: However angry he is, I am one-tenth as angry. Because one of the ten million would've been mine... because I own ten percent...\nMonica: I know.", "60": "Richard: Doesn't Peter Gregory want what's best for the company? \r\n\nMonica: Look, I'm going to be straight with you. Peter Gregory doesn't care. \r\n\nRichard: About? \r\n\nMonica: You. \r\n\nErlich: Wait. Just him, or both of us? \r\n\nMonica: Any of you; Pied Piper. \r\n\nRichard: Okay, uhh, then why did he back us? Just to piss off Gavin Belson? He spent $200,000 to piss of Gavin Belson? \r\n\nMonica: Yeah, that's nothing. Peter would spend millions just to mildly annoy Gavin. These are billionaires, Richard. Annoying each other means more to them than we'll make in a lifetime. \r\n\nRichard: I see. And you conveniently forgot to mention any of this when you were convincing me to turn down 10 million dollars. And now I'm in the middle of some pissing contest between two billionaires? \r\n\nMonica: In fairness, Gavin only offered the $10 million because we started pursuing you. \r\n\nRichard: Yes, but he offered it to me, Monica. He offered 10 million dollars! And I didn't take it because you came to me when I was puking and freaking out and told me that Peter Gregory believed in me, when in reality, he didn't give a flying fuck! \r\n\nMonica: Richard... \r\n\nRichard: I didn't turn down 10 million dollars because of Peter Gregory, Monica. I turned it down because of you! \r\n\n(Richard walks out)\n\nErlich: However angry he is, I am one tenth as angry. Because one of the 10 million would have been mine, because I own 10%... \r\n\nMonica: I know. \r\n\nErlich: ...of Pied Piper. \r\n\nMonica: I know! ", "61": "Ron LaFlamme: It's like you need both halves of the brain, right? The Jobs and the Wozniak. The ying and the yang.\nRichard: Oh. I think it's \"yin\".\nRon LaFlamme: \"Yin\"? Like \"yin and yan?\"\nRichard: No. Like yin and yang.\nRon LaFlamme: No. It's ying and yang, they're opposites.", "62": "Richard: I always knew I was missing something, and then when someone explained the concept of \"game\". I remember very distinctly thinking, \"That's what I don't have\".", "63": "Richard: You know, I wish this was Roman times. You know? Life was simpler back then.\nDinesh: Simpler for you. I would have been a slave.\nGilfoyle: There's still time.", "64": "Richard: You know, I turned down ten million dollars to build this thing. You want vision, I will show you fucking vision.\nJared: I like this new angry side to you. Being around angry people relaxes me, because I know where I stand.", "65": "Richard: Jared. I have no vision.\nJared: Yes, you do. I believe in you.\nRichard: No, no, I literally have no vision. All I see is stars and swirls. I cannot see right now.", "66": "Richard: (talking to Arnold on the phone) We had a handshake deal. And that may not mean a lot to you, but where I come from, that means a whole lot. Ok, you agreed to sell me that name for a thousand dollars. So let me ask you this? Are you an honest man or are you a goddamn liar? (pause) Ok. Yes, same address? Good, yeah, great. See you then.\nDinesh: Dude, that was fucking badass. What did he say?\nRichard: He said he was gonna get in his truck, drive down here and beat the living shit out of me.\nDinesh: Why did you say that was your address? - Say any other address.", "67": "Erlich: Richard, if you're not an asshole, it creates this kind of asshole vacuum, and that void is filled by other assholes, like Jared. I mean, you almost gave him shares. You need to completely change who you are, Richard. A complete teutonic shift has to happen.\nRichard: Tectonic.\nErlich: What?\nRichard: A \"tectonic\" shift is the earth's crust moving around. \"Teutonic\", which is what you just said, is an ancient Germanic tribe that fought the Romans. They were originally from Scandinavia...\nErlich: Stop it! Stop it. You're being a complete tool right now. I need you to be a complete asshole.\n", "68": "Peter Gregory: Did you just take a sip from an empty cup? \nRichard: Yes.\nPeter Gregory: Why did you do that?\nRichard: Just something to do.", "69": "Richard: Look, guys, for thousands of years, guys like us gave gotten the shit kicked out of us. But now, for the first time, we're living in an era, where we can be in charge and build empires. We could be the Vikings of our day."}