{"0": "Russ: I was such a fucking pussy when Bitcoin broke, Richard. If I had the balls, I'd have put every penny I had into that shit five years ago, watched it go up, up, up, up, up and then pulled out right before it all came crashing down again. I mean, Jesus, why didn't I do that? Fuck me! But then, it occurred to me", "1": "Russ: Fuck you, Richard Hendricks. Fuck you right in your little asshole, and not in the beautiful way, like Grandpa and Pedro.", "2": "Russ: Richard. I can tell, and as much as you want to be, you're not. It's like this. You're trying to date a woman, - but deep down in your heart you know you're gay. Deep in your soul, you know you would rather be plowing a dude! \n\nRichard: I don't... I do... Okay, what dude? \n\nRuss: It could be any dude, as long as you really want to fuck him. It could be a a twink, a bear, an otter, a circuit queen, a chub, a pup, a gipster, a daddy chaser, a leather man, a ladyboy, a Donald Duck.\n\nRichard: (stammers)\n\nRuss: Donald Duck's a gay guy who's been kicked out of the Navy.\n\nRichard: H-How do you know so many gay things?\n\nRuss: My grandfather just came out of the closet. Beautiful. Very inspiring. ", "3": "Russ: What's up, boy genius? You here fucking?  \nRichard: Huh? No. No, no, no fucking. Just, uh, here for the \"Vanity Fair\" dinner. \nRuss: Oh, yeah, I know that stupid dinner. Bunch of VC douchebags jerking each other off. Speaking of, I got this girl at the bar, I'm trying to take her up to the presidential suite before her fucking bridesmaids ruin the whole thing, but they're telling me it's booked. Who is it? Is it Gore? Fuck that guy. \nRichard: Oh, God. ", "4": "Russ: It's fucking humiliating losing all your money. You think when I dropped below a billion I walked around telling everybody? Fuck no. You guys were the only ones who knew, and I actually thought about having you killed. \nRichard: I'm sorry, what? ", "5": "Richard: Russ, we're at a pretty critical juncture right now, so \r\n\nRuss: (points at the computer screen) What's that? \r\n\nJared: That is pornography, thousands of hours of it.\r\n\nRuss: Yeah, it is.", "6": "Richard: (referring to the McLaren) You got this for me? \n\nRuss: What? No, I It's for me. I bought this for myself to celebrate you guys helping me get back to a billion. That's why I came here, to show it to you. To say thank you. I'm not an asshole.\nDinesh: You drove here with a bow on it?\nRuss: No, I put it on after I parked.", "7": "Russ: \"Forbes\" has taken me off their billionaire's list. Instead, they'll probably put me on their close-but-no-cigar list, which is ironic because I smoke a fuck ton of cigars. Why the fuck do I buy so many cigars? I remember the second I became a billionaire. I was ass-naked sitting right there (points at the couch where Erlich and Richard are sitting), just clicking and refreshing, clicking and refreshing, watching my stock rise. And when it happened, I popped a rod so fast, I went blind for a full minute. Nutted all over those cushions. (Richard moves the cushion he is sitting on aside)", "8": "Russ: I think we need to talk about getting some shwaaaaaaaaag.\nRichard: What? ", "9": "Russ: But I watched your whole TechCrunch thing online, twice. That whole spazz thing you did (moaning, sputtering) That was fucking priceless.", "10": "Russ: Anyway, next thing you know, we IPO, stock triples in a day and AOL gobbles us up. All of a sudden, I'm 22 years young and I'm worth 1.2 billion. Now a couple decades later, I'm worth 1.4. You do the math.\nRichard: Okay. Well, that's a gain of $200 million over 20 years. Um, 16.66 repeating. Uh, that's less than 1% return. Inflation is, like, 1.7. I think CDs are 2%. So that's less than a CD.", "11": "Richard:  You're not worried about the lawsuit? \nRuss: Shit, no. I got three nannies suing me right now, one of them for no reason.", "12": "Russ: (Referring to Jared) I'm just gonna say it. This guy fucks. Am I right? 'Cause I'm looking at the rest of you guys, and this is the guy in the house doing all the fucking. Am I right? You know I'm right. This guy fucks.", "13": "Russ: (Referring to Dinesh)  Hey, what's up, al-Qaeda? No, I'm totally kidding. I'm diffusing the tension with humor.\nDinesh: What tension? There's tension? \nRuss: No, of course not. Seriously, though, no beheadings, all right?", "14": "Russ: (Referring to Gilfoyle) I want to know what kind of fucked-up childhood this guy had.", "15": "Russ: ROI. ROI. You know what that stands for?\nJared: Uh, return on inv...\nErlich: (interrupting) Return on investment!\nRuss: No. Radio on Internet.", "16": "Russ: (points at Jared) This guy fucks.\nErlich: You know, Russ, I've been known to fuck myself.", "17": "Russ: Synergy, bitches. Know what that means? \nGilfoyle: Does it mean taking a stack of cash and lighting it on fire? "}